Repository: unity-linux/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ar, de, el, es, et, sq, tg

source: Please choose load or save package selection. The format is the same as auto_install generated files.
ar: اختر رجاء حفظ أو تحميل انتقائك للحزم. النسق مشابه للملفات الناتجة عن التثبيت الآلي.
de: Bitte wählen Sie, ob die Paketauswahl geladen oder gespeichert werden soll. Es handelt sich um das gleiche Format, wie die unter „auto_install“ erzeugten Disketten.
el: Παρακαλώ, επέλεξε τη φόρτωση ή την αποθήκευση της λίστας με τα επιλεγμένα πακέτα. Η μορφή είναι η ίδια με αυτή της αυτόματης εγκατάστασης (auto_install).
es: Por favor, elija cargar o guardar la selección de paquetes. El formato es el mismo que los archivos generados por auto_install.
et: Valige palun paketivaliku laadimine või salvestamine. Vorming on sama, mis automaatpaigaldusega loodud failide puhul.
tg: Лутфан, интихоби бастаро бор кунед ё захира намоед. Ин формат ба файлҳои таҳияшудаи auto_install монанд аст.

source: Load
ar: تحميل
de: Laden
el: Φόρτωση
es: Cargar
et: Laadi
sq: Ngarko
tg: Бор кардан

source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
sq: Shpëtoje
tg: Захира кардан

source: Bad file
ar: ملف فاسد
de: Datei fehlerhaft
el: Μη έγκυρο αρχείο
es: Archivo incorrecto
et: Vigane fail
sq: Skedarë keq
tg: Файли нодуруст

source: Desktop Selection
ar: انتقاء سطح المكتب
de: Auswahl der Desktop-Umgebung
el: Επιλογή περιβάλλοντος εργασίας
es: Selección de escritorio
et: Töölaua valik
sq: Përzgjedhje Desktop
tg: Интихоби мизи корӣ

source: You can choose your workstation desktop profile.
ar: بإمكانك اختيار حساب سطح مكتب الخاص بك.
de: Sie haben die Wahl zwischen verschiedenen Desktopprofilen.
el: Μπορείτε να επιλέξετε το προφίλ για το περιβάλλον εργασίας του υπολογιστή σας.
es: Usted puede elegir su perfil de escritorio de estación de trabajo.
et: Siin saab valida oma arvuti töölauaprofiili.
tg: Шумо метавонед профили мизи кориро барои компютери кории худ интихоб намоед.

source: Selected size is larger than available space
ar: الحجم المختار أكبر من المساحة المتاحة
de: Gewünschte Größe übersteigt den verfügbaren Platz
el: Το επιλεγμένο μέγεθος είναι μεγαλύτερο από το διαθέσιμο χώρο
es: El tamaño seleccionado es más grande que el espacio disponible
et: Valiku suurus ületab saadaolevat kettaruumi
sq: Madhësia e zgjedhur është shumë më e gjatë se sa hapësira e lirë
tg: Андозаи интихобшуда аз фазои дастрас зиёд аст

source: Type of install
ar: نوع التثبيت
de: Installationstyp
el: Τύπος εγκατάστασης
es: Tipo de instalación
et: Paigaldamise tüüp
sq: Tipi i instalimit
tg: Навъи насбкунӣ

source: You have not selected any group of packages. Please choose the minimal installation you want:
ar: لم تختر أي مجموعة من الحزم. اختر رجاء حد التثبيت الأدنى الذي تريده:
de: Sie haben keine Paketgruppe ausgewählt. Bitte wählen Sie die minimale Installation, die Sie wünschen.
el: Δεν έχετε επιλέξει κάποια ομάδα πακέτων. Παρακαλώ επιλέξτε την ελάχιστη εγκατάσταση που επιθυμείτε:
es: No ha seleccionado ningún grupo de paquetes. Por favor, elija la instalación mínima que desee:
et: Te ei valinud ühtegi paketigruppi. Palun valige meelepärane minimaalne paigaldus:
sq: Ju nuk e keni zgjedhur asnjë grup të pakove. Ju lutemi zgjedheni një instalim minimal të dëshiruar:
tg: Шумо ягон гурӯҳи бастаҳоро интихоб накардед. Лутфан, насбкунии камини дилхоҳатонро интихоб намоед:

source: With X
ar: مع X
de: Mit X (grafischem Server)
el: Με Χ
es: Con X
et: X'iga
sq: Me X
tg: Бо воситаи X

source: Install recommended packages
de: Empfohlene Pakete installieren
el: Εγκατάσταση των προτεινόμενων πακέτων
es: Intala paquetes recomendados
et: Soovitatavate pakettide paigaldamine
sq: Instalimi paketave rekomanduara
tg: Насб кардани бастаҳои тавсияшуда

source: With basic documentation (recommended!)
ar: مع وثائق المساعدة الأساسية (ينصح به)
de: Mit minimaler Dokumentation (Empfohlen)
el: Με την βασική τεκμηρίωση (συνιστάται!)
es: Con la documentación básica (¡recomendado!)
et: Baasdokumentatsiooniga (soovitatav!)
sq: Me dokumentacion bazues (rekomanduar!)
tg: Бо ҳуҷҷатҳои асосӣ (тавсия дода мешавад!)

source: Truly minimal install (especially no urpmi)
ar: حد التثبيت الأدنى الحقيقي (دون urpmi خصوصا)
de: Extrem minimale Installation (ohne „urpmi“)
el: Πραγματικά ελάχιστη εγκατάσταση (ειδικά χωρίς urpmi)
es: Instalación realmente mínima (especialmente sin urpmi)
et: Tõeliselt minimaalne (isegi urpmi-t ei ole)
sq: Instalim tejet minimal (në veçanti pa urpmi)
tg: Насбкунии камини ҳақиқӣ (алалхусус бе urpmi)

source: Preparing upgrade...
ar: التحضير للترقية...
de: Die Aktualisierung wird vorbereitet
el: Προετοιμασία της αναβάθμισης...
es: Preparando actualización...
et: Uuendamiseks valmistumine...
sq: Përgatitje përmirësim...
tg: Омодасозии такмил...

source: Preparing installation
ar: التحضير للتثبيت
de: Installation wird vorbereitet
el: Προετοιμασία της εγκατάστασης
es: Preparando la instalación
et: Paigaldamiseks valmistumine
sq: Pregatitje për instalim
tg: Омодасозии насб

source: Installing package %s
ar: تثبيت الحزمة %s
de: Paket %s wird installiert
el: Εγκατάσταση του πακέτου %s
es: Instalando el paquete %s
et: Paketi %s paigaldamine
sq: Instalimi i pakove %s
tg: Насбкунии бастаи %s

source: There was an error ordering packages:
ar: حدث خطأ في ترتيب الحزم:
de: Bei der Anforderung folgender Pakete trat ein Fehler auf:
el: Παρουσιάστηκε σφάλμα κατά την ταξινόμηση των πακέτων:
es: Se ha producido un error al ordenar los paquetes:
et: Pakettide tellimisel tekkis viga:
sq: Një gabim është paraqitur gjatë radhitjes së pakove:
tg: Ҳангоми дархосткунии бастаҳо хатое ба вуҷуд омад:

source: Go on anyway?
ar: هل تريد المتابعة على أية حال؟
de: Wollen Sie trotzdem fortfahren?
el: Να συνεχίσω;
es: ¿Continuar de todos modos?
et: Kas ikkagi jätkata?
sq: Vazhdo pa marrë parasysh?
tg: Ба ҳар ҳол идома медиҳед?

source: Retry
ar: أعد المحاولة
de: Wiederholen
el: Προσπάθεια ξανά
es: Reintentar
et: Proovi uuesti
sq: Riprovo
tg: Аз нав кӯшиш кардан

source: Skip this package
ar: تخطّ هذه الحزمة
de: Dieses Paket überspringen
el: Παράλειψη αυτού του πακέτου
es: Saltar este paquete
et: Jäta pakett vahele
sq: Kalo këtë paketë
tg: Лағв кардани ин баста

source: Skip all packages from medium "%s"
ar: تخطّ جميع الحزم من الوسيط "%s"
de: Alle Pakete vom Medium "%s" werden übersprungen
el: Παράλειψη όλων των πακέτων από το μέσο «%s»
es: Omitir todos los paquetes del medio "%s"
et: Jäta kõik andmekandja "%s" paketid vahele
tg: Лағв кардани ҳамаи бастаҳо аз медиаи "%s"

source: Go back to media and packages selection
ar: ارجع إلى الوسائط وانتقاء الحزم
de: Zurück zu den Medien und zur Paketauswahl
el: Επιστροφή στην επιλογή μέσων και πακέτων
es: Vuelve a la selección de medios y paquetes
et: Tagasi andmekandja ja paketivaliku juurde
tg: Бозгашт ба медиа ва интихоби бастаҳо

source: There was an error installing package %s.
ar: حدث خطأ في تثبيت الحزمة %s
de: Bei der Installation des Paketes %s trat ein Fehler auf.
el: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του πακέτου %s.
es: Se ha producido un error al instalar el paquete %s.
et: Paketi %s paigaldamisel tekkis viga.
tg: Ҳангоми насбкунии бастаи %s хатое ба вуҷуд омад.

source: Post-install configuration
ar: ضبط ما بعد التثبيت
de: Bereite weitere Konfiguration vor ...
el: Ρυθμίσεις μετά την εγκατάσταση
es: Configuración post-instalación
et: Paigaldamisjärgne seadistamine
sq: Konfigurimi i postit-instalues
tg: Танзимкунии баъд аз насб

source: Please ensure the Update Modules media is in drive %s
ar: تأكد رجاء من وجود وسائط وحدات التحديث في محرك الأقراص %s
de: Bitte stellen Sie sicher, dass sich das Update-Modul-Medium im Laufwerk %s befindet
el: Παρακαλώ σιγουρευτείτε ότι το μέσο ενημέρωσης των αρθρωμάτων (modules) είναι μέσα στον οδηγό %s
es: Por favor, asegúrese de que el medio de Módulos de Actualización está en la unidad %s
et: Palun kontrollige, et uuenduste andmekandja on seadmes %s
tg: Лутфан, мутмаин шавед, ки медиаи навсозии модулҳо дар драйви %s мебошад

source: Updates
ar: التحديثات
de: Aktualisierungen
el: Ενημερώσεις
es: Actualizaciones
et: Uuendused
sq: Përditësime
tg: Нав кардан

source: You now have the opportunity to setup online media.
de: Sie haben nun die Möglichkeit, Onlinemedien einzurichten.
el: Σε αυτό το βήμα σας δίδεται η δυνατότητα να προσθέσετε μέσα από το διαδίκτυο.
es: Ahora tiene la oportunidad de configurar los repositorios en internet.
et: Nüüd on Teil võimalus määrata võrguandmekandjad.
tg: Акнун шумо барои танзим кардани медиаи онлайн имконият доред.

source: This allows to install security updates.
de: Dies erlaubt Ihnen Sicherheitsaktualisierungen zu installieren.
el: Αυτό επιτρέπει την εγκατάσταση των ενημερώσεων ασφαλείας.
es: Esto permite instalar actualizaciones de seguridad.
et: See lubab paigaldada turbeuuendusi.
sq: Kjo lejon të instaloni përditësime sigurie.
tg: Ин амал барои насб кардани навсозиҳои амният иҷозат медиҳад.

source: To setup those media, you will need to have a working Internet connection. Do you want to setup the update media?
de: Um diese Medien einzurichten benötigen Sie eine funktionierende Internetverbindung. Möchen Sie die Onlinemedien einrichten?
el: Για την προσθήκη αυτών των μέσων, απαιτείται μια ενεργή σύνδεση στο διαδίκτυο. Επιθυμείτε την προσθήκη των μέσων ενημέρωσης;
es: Para configurar estos repositorios, necesitará una conexión a internet que funcione. ¿Desea configurar los repositorios de actualizaciones?
et: Nende andmekandjate määramiseks peab töötama internetiühendus. Kas soovite määrata uuendamisandmekandjad?
tg: Барои насб кардани ин медиа, шумо бояд ба Интернет пайваст шавед. Шумо мехоҳед, ки медиаи навсозиро танзим кунед?

source: Failure when adding medium
ar: فشل عند إضافة الوسيط
de: Fehler beim Hinzufügen des Mediums
el: Αποτυχία κατά την προσθήκη του μέσου
es: Fallo al añadir soporte
et: Andmekandja lisamine nurjus
tg: Иловакунии медиа иҷро нашуд

source: Retry?
de: Nochmals versuchen?
el: Προσπάθεια ξανά;
es: ¿Reintentar?
et: Kas proovida uuesti?
sq: Riprovo?
tg: Такрор мекунед?

source: You now have the opportunity to download updated packages. These packages have been updated after the distribution was released. They may contain security or bug fixes. To download these packages, you will need to have a working Internet connection. Do you want to install the updates?
ar: لديك الآن الفرصة لتنزيل حزم محدثة، فهذه الحزم تم تحديثها بعد إصدار التوزيعة، وقد تحتوي على إصلاحات لعلل أمنية أو برمجية. لتنزيل هذه الحزم، تحتاج إلى اتصال بالإنترنت. هل تريد تثبيت هذه التحديثات؟
de: Sie haben nun die Möglichkeit Pakete zu installieren, die seit Erscheinen der Distribution aktualisiert wurden. Diese können Sicherheitsaktualisierungen und Fehlerkorrekturen beinhalten. Allerdings benötigen Sie dafür eine funktionierende Internetverbindung. Möchten Sie die Aktualisierungen vornehmen?
el: Τώρα έχετε την ευκαιρία να κάνετε λήψη ενημερωμένων πακέτων. Αυτά τα πακέτα έχουν ενημερωθεί μετά την έκδοση της διανομής. Μπορεί να περιέχουν διορθώσεις σφαλμάτων ή ενημερώσεις ασφαλείας. Για να κάνετε λήψη αυτών των πακέτων πρέπει να έχετε ενεργοποιημένη τη σύνδεση με το διαδίκτυο. Θέλετε να εγκαταστήσετε τις ενημερώσεις ;
es: Ahora tiene la oportunidad de descargar paquetes actualizados. Estos paquetes se han actualizado después de la distribución fue lanzada. Pueden contener correcciones de seguridad o de errores. Para descargar estos paquetes, se necesita tener una conexión a Internet activa. ¿Desea instalar las actualizaciones?
et: Teil on nüüd võimalus alla laadida uuendatud pakette. Need on välja lastud pärast Mageia distributsiooni ilmumist ja võivad sisaldada vigade parandusi või turbeuuendusi. Allalaadimiseks peab Teil olema töötav internetiühendus. Kas soovite uuendusi paigaldada?
sq: Tani keni mundësin që të shkarkoni përditësime e krijuara nga dalja e tyre në përdorim. Është e mundur që të ketë korrigjime të sigurisë dhe rregullime të problemeve bug. Për ti transferuar pakot e shënuara, ju duhet të posedoni një lidhje me rrjetin internet. A dëshironi të instaloni këto përditësime?
tg: Акнун шумо барои боргирӣ кардани бастаҳои навшуда имконият доред. Ин бастаҳо баъд аз санаи барориши ин дистрибутив нав карда шудаанд. Онҳо метавонанд ислоҳоти хатоҳо ва сатҳи амниятро дар бар гиранд. Барои боргирӣ кардани ин бастаҳо, шумо бояд ба Интернет пайваст шавед. Шумо мехоҳед, ки ин навсозиҳоро насб кунед?

source: %s on %s
ar: %s على %s
de: %s auf %s
el: %s σε %s
es: %s en %s
et: %s asukohas %s
sq: %s mbi %s
tg: %s дар %s

source: Hardware
ar: العتاد
el: Υλικό
et: Riistvara
sq: Hardver
tg: Сахтафзор

source: Sound card
ar: بطاقة الصوت
de: Soundkarte
el: Κάρτα ήχου
es: Tarjeta de sonido
et: Helikaart
sq: Kartelë zëri
tg: Корти садо

source: Graphical interface
ar: الواجهة الرسومية
de: Grafikumgebung
el: Γραφικό περιβάλλον
es: Interfaz gráfica
et: Graafiline kasutajaliides
sq: Interfaci grafik
tg: Интерфейси графикӣ

source: Network & Internet
ar: الشبكة والإنترنت
de: Netzwerk & Internet
el: Δίκτυο & Διαδίκτυο
es: Redes e Internet
et: Kohtvõrk ja internet
sq: Rrjeti & Internet
tg: Шабака ва Интернет

source: Proxies
ar: الخوادم الوسيطة
de: Proxys
el: Διαμεσολαβητές
es: Servidores proxy
et: Puhverserverid
tg: Проксиҳо

source: configured
ar: تم ضبطه
de: konfiguriert
el: ρυθμισμένο
es: configurado
et: seadistatud
sq: konfiguruar
tg: танзимшуда

source: Security Level
ar: مستوى الأمن
de: Sicherheitsebene
el: Επίπεδο ασφαλείας
es: Nivel de seguridad
et: Turbetase
sq: Nivel i Sigurisë
tg: Сатҳи амният

source: Firewall
ar: جدار ناري
el: Τείχος προστασίας
es: Cortafuegos
et: Tulemüür
sq: Mur i Zjarrt
tg: Девори оташ

source: activated
ar: مفعلة
de: aktiviert
el: ενεργοποιημένο
es: activado
et: aktiveeritud
sq: aktivizuar
tg: фаъол

source: disabled
ar: معطلة
de: deaktiviert
el: απενεργοποιημένο
es: deshabilitado
et: keelatud
sq: i nxënë
tg: ғайрифаъол

source: You have not configured X. Are you sure you really want this?
ar: لم تقم بضبط خادم (X). هل أنت متأكد أنك تريد ذلك؟
de: Sie haben X nicht konfiguriert. Sind Sie sicher?
el: Δεν έχετε ρυθμίσει τον Χ. Είστε σίγουρος/η ότι θέλετε πραγματικά αυτό;
es: No se ha configurado X. ¿Está seguro de que desea esto?
et: Te ei ole seadistanud X'i. Kas Te tõesti ei taha seda teha?
sq: Ju nuk e keni konfiguruar serverin X. A jeni i sigurt, se e dëshironi këtë?
tg: Шумо сервери X-ро танзим накардед. Оё он ба шумо лозим аст?

source: Preparing initial startup program...
ar: تحضير برنامج بدء التشغيل الأولي...
de: Initiale Systemstartprogramme vorbereiten...
el: Προετοιμασία του αρχικού προγράμματος εκκίνησης...
es: Preparando el programa de instalación inicial...
et: Alglaadimisprogrammi ettevalmistamine...
sq: Përgatitja programit fillestar për fillimin...
tg: Омодасозии оғози ибтидоии барнома...

source: Be patient, this may take a while...
ar: كن صبورا، ستستغرق العملية بعض الوقت...
de: Ein wenig Geduld, dies kann einige Zeit dauern...
el: Παρακαλώ περιμένετε, η διαδικασία μπορεί να διαρκέσει μερικά λεπτά ...
es: Sea paciente, esto puede tardar un tiempo...
et: Varuge kannatust, see võib võtta veidi aega...
sq: Kini durim, kjo mund të marrë pak kohë...
tg: Лутфан, интизор шавед, ин метавонад андак вақт гирад...

source: In this security level, access to the files in the Windows partition is restricted to the administrator.
ar: في هذا المستوى الأمني، الوصول إلى الملفات في قسم وندوز سيكون مقصوراً على المدير.
de: In dieser Sicherheitseinstellung ist der Zugriff auf Dateien der Windowspartition nur dem Administrator erlaubt
el: Σε αυτό το επίπεδο ασφαλείας, μόνο ο διαχειριστής έχει πρόσβαση στα αρχεία στην κατάτμηση των Windows.
es: En este nivel de seguridad, el acceso a los archivos en la partición de Windows está restringido al administrador.
et: Sellel turbetasemel pääseb Windowsi partitsioonil asuvatele failidele ligi ainult administraator.
sq: Në këtë nivel të sigurisë, qasja në skedarë në ndarjen e Windows është i kufizuar nga administratori.
tg: Дар ин сатҳи бехатарӣ, дастрасӣ ба файлҳо дар қисматҳои Windows танҳо ба маъмур иҷозат дода мешавад.

source: Insert a blank floppy in drive %s
ar: أدخل قرصا مرنا فارغا في محرك الأقراص %s
de: Legen Sie eine leere Diskette in das Laufwerk %s ein.
el: Εισάγετε μια άδεια δισκέτα στον οδηγό %s
es: Inserte un disquete en blanco en la unidad %s
et: Pange palun tühi diskett seadmesse %s
sq: Futni një disketë të zbrazët në lexuesin e disketave %s
tg: Дискетаи холиро ба драйви %s дарҷ кунед

source: Creating auto install floppy...
ar: إنشاء قرص مرن للتثبيت الآلي...
de: Erstelle eine Auto-Installationsdiskette
el: Δημιουργία δισκέτας αυτόματης εγκατάστασης...
es: Creando disquete de instalación automática...
et: Kiirpaigaldusdisketi loomine...
sq: Krijimi i një diskete auto instaluese...
tg: Эҷодкунии дискетаи насбкунии худкор...

source: Some steps are not completed. Do you really want to quit now?
ar: بعض الخطوات لم تكتمل. هل تريد الخروج الآن حقا؟
de: Einige Schritte sind noch nicht komplett. Wollen Sie DrakX wirklich beenden?
el: Μερικά βήματα δεν ολοκληρώθηκαν. Θέλετε σίγουρα να εγκαταλείψετε τώρα;
es: Algunas pasos no se han completado. ¿Está seguro que desea salir ahora?
et: Mõned sammud ei ole lõpule viidud. Kas soovite tõesti praegu lõpetada ja väljuda?
sq: Disa etapa nuk kanë përfunduar. A dëshironi me të vërtetë ti braktisni tani?
tg: Баъзе қадамҳо иҷро карда нашуданд. Шумо мехоҳед, ки равандро ба анҷом расонед?

source: Congratulations
ar: تهانينا
de: Herzlichen Glückwunsch!
el: Συγχαρητήρια
es: Felicitaciones
et: Õnnitleme!
sq: Urime
tg: Табрик мекунем

source: Reboot
ar: إعادة اﻹقلاع
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
et: Taaskäivita
sq: Rinise (riboot)
tg: Бозоғозии система

source: _: Keep these entry short Language
ar: اللغة
de: Sprache auswählen
el: Γλώσσα
es: _: Keep these entry short Idioma
et: Keel
sq: Zgjedheni gjuhën tuaj
tg: Забон

source: Localization
ar: التوطين
de: Lokalisierung
el: Τοπικότητα
es: Localización
et: Lokaliseerimine
sq: Vendndodhja
tg: Маҳаллисозӣ

source: _: Keep these entry short License
ar: الرخصة
de: Lizenz
el: Άδεια χρήσης
es: _: Keep these entry short Licencia
et: Litsents
sq: Licenca
tg: Иҷозатнома

source: _: Keep these entry short Mouse
ar: الفأرة
de: Maus
el: Ποντίκι
es: _: Keep these entry short Ratón
et: Hiir
sq: Mini
tg: Муш

source: _: Keep these entry short Hard drive detection
ar: اكتشاف القرص الصلب
de: Festplatten suchen
el: Ανίχνευση σκληρών δίσκων
es: _: Keep these entry short Detección de disco duro
et: Kõvaketta leidmine
sq: Zbulim i Diskut të Fortë (Hard disk drive)
tg: Муайянкунии диски компютерӣ

source: _: Keep these entry short Installation class
ar: صنف التثبيت
de: Installationsgruppe
el: Κλάση εγκατάστασης
es: _: Keep these entry short Clase de instalación
et: Paigaldamismeetod
sq: _: Mbani këto hyrje të shkurtra klasë Instalimi
tg: Синфи насбкунӣ

source: _: Keep these entry short Keyboard
ar: لوحة المفاتيح
de: Tastatur
el: Πληκτρολόγιο
es: _: Keep these entry short Teclado
et: Klaviatuur
sq: Tastiera
tg: Клавиатура

source: _: Keep these entry short Security
ar: الأمن
de: Sicherheit
el: Ασφάλεια
es: _: Keep these entry short Seguridad
et: Turvalisus
sq: Siguria
tg: Амният

source: _: Keep these entry short Partitioning
ar: التقسيم
de: Partitionierung
el: Διαμερισμός
es: _: Keep these entry short Particionamiento
et: Kõvaketta jagamine
sq: Shpërndarja
tg: Қисмбандӣ

source: _: Keep these entry short Formatting
ar: التهيئة
de: Formatierung
el: Μορφοποίηση
es: _: Keep these entry short Formateo
et: Vormindamine
sq: _: Mbani këto hyrje të shkurtra Shpërndarja
tg: Шаклбандӣ

source: _: Keep these entry short Choosing packages
ar: انتقاء الحزم
de: Pakete auswählen
el: Επιλογή πακέτων
es: _: Keep these entry short Selección de paquetes
et: Pakettide valik
sq: _: Mbani këto hyrje të shkurtra Zgjedhja paketave
tg: Интихоби бастаҳо

source: _: Keep these entry short Installing
ar: التثبيت
de: Installation
el: Εγκατάσταση
es: _: Keep these entry short Instalación
et: Paigaldamine
sq: Instalimi
tg: Дар ҳоли насб

source: _: Keep these entry short Users
ar: المستخدمون
de: Benutzer
el: Χρήστες
es: _: Keep these entry short Usuarios
et: Kasutajad
sq: Përdoruesit
tg: Корбарон

source: _: Keep these entry short Bootloader
ar: محمل الإقلاع
de: Bootloader
el: Εκκίνηση
es: _: Keep these entry short Cargador de arranque
et: Alglaadur
sq: Bootloader
tg: Боркунандаи роҳандозӣ

source: _: Keep these entry short Configure X
ar: ضبط (X)
de: X konfigurieren
el: Ρύθμιση του Χ
es: _: Keep these entry short Configurar X
et: X'i seadistamine
sq: Konfigurim i X
tg: Танзими X

source: _: Keep these entry short Summary
ar: ملخص
de: Zusammenfassung
el: Σύνοψη
es: _: Keep these entry short Resumen
et: Kokkuvõte
sq: Përmbledhje
tg: Ҷамъбаст

source: _: Keep these entry short Services
ar: الخدمات
de: Dienste
el: Υπηρεσίες
es: _: Keep these entry short Servicios
et: Teenused
sq: Serviset
tg: Хидматҳо

source: _: Keep these entry short Updates
ar: التحديثات
de: Aktualisierungen
el: Ενημερώσεις
es: _: Keep these entry short Actualizaciones
et: Uuendused
sq: _: Mbani këto hyrje të shkurtra Përditësime
tg: Навсозиҳо

source: _: Keep these entry short Exit
ar: خروج
de: Verlassen
el: Έξοδος
es: _: Keep these entry short Salida
et: Väljumine
sq: Braktise
tg: Баромад

source: Web/FTP
ar: وب/FTP
el: Ιστός/FTP
et: Veeb/FTP

source: Apache, Pro-ftpd
et: Apache ja Pro-ftpd

source: GNOME
ar: جنوم
