Repository: unity-linux/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ar, de, el, es, et, sq, tg

source: Join Us!
ar: انضم إلينا!
de: Treten Sie bei!
el: Ελάτε μαζί μας!
es: ¡Únasenos!
et: Ühinege meiega!
sq: Bashkohu me ne!
tg: Ҳамроҳ шавед!

source: Make it yours!
ar: لتكن ملكك!
de: Passen Sie es Ihren Wünschen an!
el: Κάντε τη δική σας!
es: ¡Personalícela!
et: Võtke see omaks!
sq: Bëni atë tuajat!
tg: Соҳиб шавед!

source: Your choice!
ar: اختيارك!
de: Sie haben die Wahl!
el: Η επιλογή σας!
es: ¡Su elección!
et: Teie valik!
sq: Zgjedhja juaj!
tg: Интихоби шумо!

source: Office tools
ar: أدوات مكتبية
de: Arbeitsplatz Werkzeuge
el: Εργαλεία γραφείου
es: Herramientas de oficina
et: Kontoritöö vahendid
sq: Vegla zyre
tg: Абзорҳои ҳуҷҷатнигорӣ

source: Home entertainment
ar: الترفيه المنزلي
el: Οικιακή ψυχαγωγία
es: Entretenimiento de hogar
et: Kodune meelelahutus
sq: Argëtim shtëpie
tg: Дилхушии хонагӣ

source: For kids
ar: للأطفال
de: Für Kinder
el: Για τα παιδιά
es: Para niños
et: Lastele
sq: Për fëmijët
tg: Барои кӯдакон

source: For family!
ar: للعائلة!
de: Für die Familie!
el: Για την οικογένεια!
es: ¡Para la familia!
et: Perele!
sq: Për familjen!
tg: Барои оила!

source: For developers!
ar: للمطورين!
de: Für Entwickler
el: Για προγραμματιστές!
es: ¡Para desarrolladores!
et: Arendajatele!
sq: Për zhvilluesit!
tg: Барои барномасозон!

source: Thank you!
ar: شكرا لك!
de: Danke!
el: Ευχαριστούμε!
es: ¡Gracias!
et: Täname Teid!
sq: Faleminderit!
tg: Ташаккур!

source: Be Free!
ar: كن حراً!
de: Sei Frei!
el: Ελευθερωθείτε!
es: ¡Sea libre!
et: Tundke end vabalt!
sq: Ekzisto Lirshëm!
tg: Озод бошед!

source: Do you have further supplementary media?
ar: هل لديك وسائط إضافية أخرى؟
de: Haben Sie weitere zusätzliche Medien?
el: Έχετε άλλα πρόσθετα μέσα ενημέρωσης;
es: ¿Tiene usted otros medios complementarios?
et: Kas Teil on veel paigaldusandmekandjaid?
sq: A keni media të mëtejshme shtesë?
tg: Шумо боз дигар расонаи иловагӣ доред?

source: The following media have been found and will be used during install: %s. Do you have a supplementary installation medium to configure?
ar: لقد تم العثور على الوسائط التالية وستستخدم خلال التثبيت: %s. هل لديك وسيط تثبيت إضافي لضبطه؟
de: Folgende Medien wurden gefunden und werden während der Installation verwendet: %s Haben Sie noch weitere Installationsmedien zu konfigurieren?
el: Βρέθηκαν τα ακόλουθα μέσα και θα χρησιμοποιηθούν κατά την εγκατάσταση: %s. Έχετε κάποιο συμπληρωματικό μέσο εγκατάστασης για ρύθμιση;
es: Se han encontrado los siguientes medios y serán utilizados durante la instalación: %s. ¿Tiene otro medio de instalación complementario que configurar?
et: Leiti järgmised andmekandjad, mida kasutatakse paigaldamisel: %s. Kas Teil on veel paigaldusandmekandjaid?
sq: Mediat e mëposhtme janë gjetur dhe do të përdoret gjatë instalimit: %s A keni një media shtesë instalimi për konfigurimin?
tg: Медиаи зерин пайдо шуд ва ҳангоми насб истифода бурда мешавад: %s. Шумо барои танзим кардани насб ягон медиаи иловагӣ доред?

source: Network (HTTP)
ar: الشبكة (HTTP)
de: Netzwerk (HTTP)
el: Δίκτυο (HTTP)
es: Red (HTTP)
et: Võrk (HTTP)
sq: Rrjeti (HTTP)
tg: Шабака (HTTP)

source: Network (FTP)
ar: الشبكة (FTP)
de: Netzwerk (FTP)
el: Δίκτυο (FTP)
es: Red (FTP)
et: Võrk (FTP)
sq: Rrjeti (FTP)
tg: Шабака (FTP)

source: Network (NFS)
ar: الشبكة (NFS)
de: Netzwerk (NFS)
el: Δίκτυο (NFS)
es: Red (NFS)
et: Võrk (NFS)
sq: Rrjeti (NFS)
tg: Шабакаи (NFS)

source: URL of the mirror?
ar: مسار المرآة؟
de: URL des Spiegel-Servers?
el: Το URL του καθρεπτισμού;
es: ¿Cuál es la URL del servidor espejo?
et: Peegli URL?
sq: URL e pasqyrës?
tg: URL-и оина доред?

source: URL must start with ftp:// or http://
ar: يجب أن يبدأ المسار بـ http:// أو بـ ftp://
de: Die URL muss mit ftp:// oder http:// beginnen
el: Το URL πρέπει να ξεκινά με ftp:// ή http://
es: La URL debe comenzar con ftp:// o http://
et: URL-i alguses peab seisma ftp:// või http://
sq: URL duhet të filloj me http:// ose https://
tg: URL бояд бо ftp:// ё http:// сар карда шавад

source: Contacting %s web site to get the list of available mirrors...
ar: جاري الاتصال بموقع %s للحصول على قائمة بالمرايا المتوفرة...
de: Die %s-Webseite wird kontaktiert, um eine Liste der verfügbaren Spiegel-Server zu erhalten...
el: Σύνδεση με την ιστοσελίδα της %s για λήψη της λίστας με τους διαθέσιμους καθρεπτισμούς...
es: Contactando al sitio web %s para obtener la lista de servidores espejo disponibles...
et: Ühendumine %s veebileheküljega saadaolevate peeglite nimekirja hankimiseks...
sq: Lidhje në sitin %s për të pranuar listën e lirë të pasqyreve...
tg: Дар ҳоли пайваст бо вебсайти %s барои ба даст овардани рӯйхати оинаҳои дастрас...

source: Failed contacting %s web site to get the list of available mirrors
ar: فشل الاتصال بموقع %s للحصول على قائمة بالمرايا المتوفرة
de: Die %s-Webseite kann nicht erreicht werden, um die Liste der verfügbaren Spiegel-Server zu erhalten
el: Αδυναμία σύνδεσης με την ιστοσελίδα της %s για λήψη της λίστας με τους διαθέσιμους καθρεπτισμούς
es: No se ha podido contactar con el sitio web %s para obtener la lista de espejos disponibles
et: Ühendumine %s veebileheküljega saadaolevate peeglite nimekirja hankimiseks nurjus
sq: Dështoi kontaktuari %s faqen për të marrë listën e pasqyrave në dispozicion
tg: Ҳангоми пайвастшавӣ бо вебсайти %s барои ба даст овардани рӯйхати оинаҳои дастрас хато ба миён омад

source: Choose a mirror from which to get the packages
ar: اختر مرآة لتحصيل الحزم
de: Bitte wählen Sie einen Mirror, von dem Sie die Pakete holen wollen.
el: Επιλέξτε έναν καθρεπτισμό από τον οποίο θα γίνει η λήψη των πακέτων
es: Elija un servidor espejo desde el cual obtener los paquetes
et: Valige peegel, millelt lugeda pakettide nimekiri
sq: Zgjedheni një pasqyre nga e cila do ti transferoni pakot
tg: Оинаро барои гирифтани бастаҳо интихоб намоед

source: NFS setup
ar: تثبيت NFS
de: NFS-Einrichtung
el: Ρύθμιση NFS
es: Configuración NFS
et: NFS-i seadistamine
sq: Ndërtimi NFS
tg: Танзимкунии NFS

source: Please enter the hostname and directory of your NFS media
ar: فضلا أدخل اسم المضيف والدليل لوسائط NFS
de: Bitte geben Sie den Rechnernamen und das Verzeichnis ihres NFS-Mediums ein
el: Παρακαλώ εισάγετε το όνομα υπολογιστή και τη διαδρομή του μέσου NFS
es: Por favor, introduzca el nombre de equipo y directorio de su medio NFS
et: Palun andke NFS-andmekandja masinanimi ja kataloog
sq: Ju lutemi shkruani pritësin dhe skedarin tuaj të medias NFS
tg: Лутфан, номи мизбон ва директорияи медиаи NFS-и худро ворид намоед

source: Hostname missing
ar: اسم المضيف غير موجود
de: Hostname fehlt
el: Λείπει το όνομα υπολογιστή
es: Falta nombre de equipo
et: Masinanimi puudub
sq: Pritësi mungon
tg: Номи мизбон намерасад

source: Directory must begin with "/"
ar: يجب أن يبدأ الدليل بـ "/"
de: Verzeichnis muss mit "/" beginnen
el: Ο κατάλογος πρέπει να αρχίζει με «/»
es: El directorio debe comenzar con "/"
et: Kataloogi alguses peab olema "/"
sq: Skedari duhet të fillojë me "/"
tg: Директория бояд бо "/\” сар карда шавад

source: Hostname of the NFS mount ?
ar: اسم مضيف نقطة وصل NFS ؟
de: Rechnername der NFS-Einbindung?
el: Το όνομα υπολογιστή της προσάρτησης NFS;
es: ¿Cuál es el nombre de equipo del montaje NFS?
et: NFS-i andmekandja masinanimi?
sq: Pritësi i montuesit NFS?
tg: Номи мизбонро барои васли NFS ворид мекунед?

source: Directory
ar: الدليل
de: Verzeichnis
el: Κατάλογος
es: Directorio
et: Kataloog
sq: Repertori
tg: Директория

source: Supplementary
ar: إضافي
de: Ergänzend
el: Συμπληρωματικά
es: Complementario
et: Täiendav
sq: Plotësues
tg: Иловагӣ

source: Can't find a package list file on this mirror. Make sure the location is correct.
ar: لم يمكن العثور على ملف لائحة الحزم على هذه المرآة. تأكد من صحة الموقع.
de: Kann keine Paketliste auf diesem Spiegel-Server finden.
el: Δεν βρέθηκε το αρχείο με την λίστα των πακέτων σε αυτόν τον καθρεπτισμό. Σιγουρευτείτε ότι η τοποθεσία είναι σωστή.
es: No se puede encontrar un archivo de lista de paquetes en este espejo. Asegúrese de que la ubicación sea la correcta.
et: Tarkvara nimekirja sisaldava faili leidmine sellelt peeglilt nurjus. Kontrollige palun asukohta.
sq: Nuk mund të gjeni një dokument listë pakete në këtë pasqyrë. Sigurohuni vendi është e saktë.
tg: Файли рӯйхати бастаҳоро дар ин оина ёфта наметавонад. Мутмаин шавед, ки ҷойгиршавӣ дуруст аст.

source: Core Release
ar: مخزن Core Release
es: Versión Core
et: Tuumiktarkvara (core)
sq: Lëshim Bërthamë
tg: Релизи мағз

source: Tainted Release
ar: مخزن Tainted Release
es: Versión Tainted
et: Piirangutega tarkvara (tainted)
sq: Lëshim Prishur
tg: Релизи шахсӣ

source: Nonfree Release
ar: مخزن Nonfree Release
es: Versión Nonfree
et: Mittevaba tarkvara (non-free)
sq: Lëshim Jofalas
tg: Релизи пулакӣ

source: Some hardware on your machine needs some non free firmwares in order for the free software drivers to work.
ar: بعض قطع العتاد في جهازك تحتاج بعض المكتبات الغير حرة لتتمكن التعاريف الحرة من العمل.
de: Ihre Maschine beinhaltet Hardware, die nicht-freie Firmware-Dateien benötigt, damit die freien Treiber funktionieren.
el: Στο μηχάνημά σας υπάρχει υλικό που απαιτεί μη ελεύθερο firmware ώστε να λειτουργούν οι οδηγοί ανοιχτού κώδικα.
es: Hardware de su máquina necesita de firmware no libre para que los controladores de software libre funcionen.
et: Osa Teie masina riistvarast vajab mittevaba püsivara, et vaba tarkvara draiverid saaksid korralikult töötada.
sq: Disa pajisje-elektronikenë kompjuterin tuaj ka nevojë për disa udhzues jo të lirë në mënyrë që drejtuesit e programevetë lirë të punojnë.
tg: Якчанд сахтафзор дар компютери шумо сахтафзори ғайри ройгонро талаб мекунад, то ки драйверҳои нармафзори ройгон тавонанд кор кунанд.

source: You should enable "%s"
ar: يجب أن تفعل "%s"
de: Sie sollten „%s“ aktivieren
el: Θα πρέπει να ενεργοποιήσετε το «%s»
es: Debería habilitar "%s"
et: Teil tuleks lubada "%s" kasutamine
sq: Ju duhet të mundësoni "%s"
tg: Шумо бояд "%s"-ро фаъол кунед

source: "%s" contains the various pieces of the systems and its applications
ar: "%s" يحتوي على مختلف مكونات النظام وتطبيقاته
de: „%s“ enthält die verschiedenen Bestandteile des Systems und seiner Anwendungen
el: Το «%s» περιέχει τα διάφορα τμήματα του συστήματος και τις εφαρμογές του
es: "%s" contiene varias piezas de los sistemas y sus aplicaciones
et: "%s" sisaldab mitmesugust süsteemile vajalikku tarkvara ja rakendusi
sq: "%s" përmban pjesë të ndryshme të sistemet dhe aplikimet e saj
tg: "%s" дорои қисмҳои гуногуни системаҳо ва барномаҳои он мебошад.

source: "%s" contains non free software.
ar: "%s" يحتوي على برمجيات غير حرة.
de: „%s“ enthält nicht-freie Software.
el: Το «%s» περιέχει μη ελεύθερο λογισμικό.
es: "%s" contiene software no libre.
et: "%s" sisaldab, nagu nimigi ütleb, mittevaba tarkvara.
sq: "%s" përmban programe jo të lirë.
tg: "%s" дорои нармафзори ғайри ройгон мебошад.

source: It also contains firmwares needed for certain devices to operate (eg: some ATI/AMD graphic cards, some network cards, some RAID cards, ...)
ar: يحتوى أيضا على بعض المكتبات الضرورية لتشغيل قطع عتاد معينة ( على سبيل المثال: كروت الشاشة ATI/AMD، بعض كروت الشبكة، بعض كروت RAID، ...)
de: Es enthält auch Firmware-Dateien, die für einige Geräte benötigt werden, um funktionieren zu können (z.B. einige AMD/ATI-Grafikkarten, einige Netzwerkkarten, einige RAID-Karten,...).
el: Επίσης, περιέχει firmware που απαιτούνται για την λειτουργία ορισμένων συσκευών (πχ: μερικές κάρτες γραφικών ATI/AMD, μερικές κάρτες δικτύου, μερικές κάρτες RAID, ...)
es: También contiene firmware necesario para ciertos dispositivos puedan operar (ej: algunas tarjetas gráficas ATI/AMD, algunas tarjetas de red, algunas tarjetas RAID, etc)
et: Samuti sisaldab see püsivara, mida vajavad oma töös mõningad seadmed (nt. mõned ATI/AMD graafikakaardid, mõned võrgukaardid, mõned RAID-i kaardid jne.)
sq: Ai gjithashtu përmban një program nevojshme për pajisje të caktuara për të vepruar (p.sh: disa karta grafike ATI/AMD, disa kartat e rrjetit, disa karta RAID, ...)
tg: Он инчунин дорои нармафзоре мебошад, ки барои кори баъзе дастгоҳҳо зарур аст (масалан: баъзе кортҳои графикии ATI/AMD, баъзе кортҳои шабакавӣ, баъзе кортҳои RAID, ва ғайра...)

source: "%s" contains software that can not be distributed in every country due to software patents.
ar: "%s" يحتوى على برمجيات لا يمكن إعادة نشرها في جميع بقاع العالم بسبب براءات الاختراع.
de: „%s“ enthält Software, die aufgrund von Software-Patenten nicht in jedem Land verbreitet werden darf.
el: Το «%s» περιέχει λογισμικό που δεν μπορεί να διανεμηθεί σε όλες τις χώρες λόγω περιορισμού των διπλωμάτων ευρεσιτεχνίας.
es: "%s" contiene software que no puede ser distribuido en todos los países debido a patentes de software.
et: "%s" sisaldab tarkvara, mida ei ole tarkvarapatentide tõttu võimalik kõigis riikides vabalt levitada.
sq: "%s" përmban programe që nuk mund të shpërndahet në çdo vend për shkak të patentave të programit.
tg: "%s" дорои нармафзоре мебошад, ки дар баъзе кишварҳо ба сабаби патентҳои нармафзор пахш карда намешавад.

source: It also contains software from "%s" rebuild with additional capabilities.
ar: يحتوي أيضا على برمجيات من "%s" تم إعادة بنائها بإمكانيات إضافية.
de: Es enthält auch Software aus „%s“, die mit zusätzlichen Fähigkeiten neu gebaut wurde.
el: Επίσης, περιέχει λογισμικό από το «%s» επαναδημιουργημένο με επιπλέον χαρακτηριστικά.
es: También contiene software de "%s" reconstruido con capacidades adicionales.
et: Samuti sisaldab see lisaomaduste huvides ümber ehitatud "%s".
sq: Ai gjithashtu përmban program nga "%s" rindërtuar me aftësi shtesë.
tg: Он инчунин дорои нармафзоре аз сохти нави "%s" бо қобилиятҳои иловагӣ мебошад.

source: Here you can enable more media if you want.
ar: هنا يمكنك تفعيل وسائط أكثر إن أردت.
de: Sie können hier weitere Medien aktivieren, wenn Sie das wünschen.
el: Αν το επιθυμείτε, εδώ μπορείτε να ενεργοποιήσετε περισσότερες πηγές λογισμικού.
es: Aquí puede habilitar mas medios si así lo desea.
et: Siin saab soovi korral lubada rohkemate andmekandjate kasutamist.
sq: Këtu ju mund të mundësoni më shumë media në qoftë se ju dëshironi.
tg: Агар хоҳед, метавонед медиаи иловагиро фаъол кунед.

source: This medium provides package updates for medium "%s"
ar: هذا الوسيط يوفر تحديثات للبرمجيات للوسيط "%s"
de: Dieses Medium enthält Paket-Aktualisierungen für das Medium „%s“
el: Αυτό το μέσο παρέχει ενημερώσεις πακέτων για το μέσο «%s»
es: Este medio provee actualizaciones de paquetes para el medio "%s"
et: See andmekandja sisaldab "%s" uuendusi
sq: Ky medium ofron përditësime paketë për të mesëm "%s"
tg: Ин медиа навсозиҳои бастаҳоро барои медиаи "%s\” таъмин менамояд

source: Looking at packages already installed...
ar: جاري البحث عن الحزم المثبتة مسبقا...
de: Bereits installierte Pakete werden gesucht ...
el: Αναζήτηση στα ήδη εγκατεστημένα πακέτα...
es: Buscando paquetes ya instalados...
et: Juba paigaldatud pakettide tuvastamine...
sq: Kërkimi i pakove veqse të instaluara...
tg: Дар ҳоли ҷустуҷӯи бастаҳои насбшуда...

source: Finding packages to upgrade...
ar: جاري العثور على الحزم التي يمكن ترقيتها...
de: Zu aktualisierende Pakete werden gesucht...
el: Αναζήτηση πακέτων προς αναβάθμιση...
es: Encontrando los paquetes a actualizar...
et: Uuendatavate pakettide otsimine...
sq: Gjetja pakove azhurnuese...
tg: Дар ҳоли ҷустуҷӯи бастаҳо барои такмил...

source: Removing packages prior to upgrade...
ar: جاري إزالة الحزم قبيل ترقيتها
de: Pakete vor der Aktualisierung entfernen...
el: Αφαίρεση των πακέτων, πριν την αναβάθμιση...
es: Eliminación de los paquetes antes de la actualización...
et: Pakettide eemaldamine enne uuendamist...
sq: Heqja paketave para përmirësimit...
tg: Дар ҳоли тозакунии бастаҳо пеш аз такмил...

source: The following packages will be removed to allow upgrading your system: %s Do you really want to remove these packages?
ar: ستحذف هذه الحزم للسماح بترقية النظام: %s هل تريد حذف هذه الحزم فعلا؟
de: Folgende Pakete werden entfernt, um das Aktualisieren Ihres Rechners zu ermöglichen: %s Wollen Sie diese Pakete wirklich entfernen?
el: Τα παρακάτω πακέτα θα αφαιρεθούν για να αναβαθμιστεί το σύστημά σας: %s Θέλετε πραγματικά να αφαιρέστε αυτά τα πακέτα;
es: Los siguientes paquetes serán removidos para permitir la actualización de su sistema: %s ¿Está seguro de que quiere eliminar estos paquetes?
et: Süsteemi uuendamiseks tuleb eemaldada järgmised paketid: %s Kas tõesti eemaldada need paketid?
sq: Pakot a radhitura do të zhduken pët të azhurnuar sistemin tuaj: %s Me të vërtetë dëshironi ti zhdukni?
tg: Барои иҷозати такмили системаи шумо, бастаҳои зерин тоза карда мешаванд: %s Шумо дар ҳақиқат мехоҳед, ки бастаҳои зеринро тоза намоед?

source: Error reading file %s
ar: خطأ في قراءة الملف %s
de: Fehler beim Lesen der Datei %s
el: Σφάλμα κατά την ανάγνωση του αρχείου %s
es: Error al leer el archivo %s
et: Viga faili %s lugemisel
sq: Gabim gjatë leximit të skedares %s
tg: Хатои хониши файли %s

source: The following disk(s) were renamed:
ar: لقد تم تغيير أسماء الأقراص التالية:
de: Die folgenden Datenträger wurden umbenannt:
el: Έγινε μετονομασία των παρακάτω δίσκων:
es: El o los siguientes discos fueron renombrados:
et: Järgmistele ketastele anti uus nimi:
sq: Di(s)qet mëposhtme janë riemëruar:
tg: Ном(ҳо)и диск(ҳо)и зерин иваз карда шуд(аанд):

source: %s (previously named as %s)
ar: %s (المسمى %s سابقاً)
de: %s (vorher als %s bezeichnet)
el: %s (η προηγούμενη ονομασία ήταν %s)
es: %s (antes conocido como %s)
et: %s (varem oli %s)
sq: %s (të emëruar më parë si %s)
tg: %s (номи собиқ: %s)

source: Network
ar: الشبكة
de: Netzwerk
el: Δίκτυο
es: Red
et: Võrk
sq: Rrjeti
tg: Шабака

source: Please choose a media
ar: الرجاء اختيار وسيط
de: Bitte wählen Sie ein Medium
el: Παρακαλώ επιλέξτε ένα μέσο
es: Por favor, elija un medio
et: Palun valige andmekandja
sq: Ju lutemi zgjidhni një media
tg: Лутфан, медиаро интихоб намоед

source: File already exists. Overwrite it?
ar: الملف موجود مسبقا. هل تريد استبداله؟
de: Die Datei existiert bereits. Überschreiben?
el: Το αρχείο υπάρχει ήδη. Να αντικατασταθεί;
es: El archivo ya existe. ¿Sobrescribirlo?
et: Fail on juba olemas. Kas kirjutada see üle?
sq: Skedari ekziston. Mbishkruaj atë?
tg: Файл аллакай вуҷуд дорад. Онро аз нав сабт мекунед?

source: Permission denied
ar: تم رفض الإذن
de: Erlaubnis verweigert
el: Άρνηση αδείας
es: Permiso denegado
et: Ligipääs keelatud
sq: Autorizim i pa pranuar
tg: Иҷозат нест

source: Bad NFS name
ar: اسم NFS غير صالح
de: Fehlerhafter NFS-Name
el: Μη έγκυρο όνομα NFS
es: Nombre NFS erróneo
et: Vigane NFS-i nimi
sq: Emër keq NFS
tg: Номи NFS-и нодуруст

source: Bad media %s
ar: الوسيط %s سيء
de: Fehlerhaftes Medium %s
el: Μη έγκυρο μέσο %s
es: Medio %s erróneo
et: Vigane andmekandja %s
sq: Media keqe %s
tg: Медиаи %s нодуруст аст

source: Cannot make screenshots before partitioning
ar: لا يمكن عمل لقطات للشاشة قبل التجزئة
de: Vor der Partitionierung können keine Screenshots erstellt werden
el: Αδύνατη η λήψη στιγμιοτύπων πριν από την δημιουργία κατατμήσεων
es: No se puede hacer capturas de pantalla antes de particionar
et: Ekraanipilte ei saa teha enne partitsioneerimist
sq: E pa mundur grabitja e ekranit (screenshots) para ndarjeve
tg: Таҳия кардани аксҳои экран пеш аз қисмбандӣ ғайриимкон аст

source: Screenshots will be available after install in %s
ar: لقطات الشاشة ستكون متوفرة بعد التثبيت في %s
de: Die Screenshots sind nach der Installation unter „%s“ verfügbar
el: Τα στιγμιότυπα θα είναι διαθέσιμα μετά την εγκατάσταση στο %s
es: Capturas de pantallas estarán disponiblen después de la instalación en %s
et: Ekraanipildid asuvad pärast paigaldamist asukohas %s
sq: Grabitjet e ekranit (screenshots) janë të mundura mbas instalimit në %s
tg: Аксҳои экран баъд аз насб дар %s дастрас мешаванд

source: Installation
ar: التثبيت
el: Εγκατάσταση
es: Instalación
et: Paigaldamine
sq: Instalimi
tg: Насбкунӣ

source: Configuration
ar: الضبط
de: Konfiguration
el: Ρύθμιση
es: Configuración
et: Seadistamine
sq: Konfigurimi
tg: Танзимкунӣ

source: You must also format %s
ar: عليك أيضا تهيئة %s
de: Sie müssen auch %s formatieren.
el: Πρέπει επίσης να μορφοποιήσετε το %s
es: También deben formatear %s
et: Vormindada tuleb ka %s
sq: Ju duhet njashtu ta formatoni %s
tg: Шумо инчунин бояд %s-ро формат кунед

source: Some hardware on your computer needs ``proprietary'' drivers to work. You can find some information about them at: %s
ar: بعض العتاد على جهازك يحتاج إلى مشغلات ``مملوكة'' كي يعمل. يمكنك إيجاد مزيد من المعلومات عنها في: %s
de: Einige Hardware-Komponenten Ihres Rechners benötigen „proprietäre“ Treiber. Weitere Infos hierzu finden Sie unter: %s
el: Ένα μέρος του υλικού σας χρειάζεται «ιδιόκτητους» οδηγούς για να λειτουργήσει. Μπορείτε να βρείτε σχετικές πληροφορίες στο: %s
es: Algún hardware de su equipo necesita controladores ``propietarios" para trabajar. Puede encontrar más información sobre ellos en: %s
et: Osa Teie riistvarast nõuab tarnijapoolseid draivereid. Infot nende kohta saate: %s
sq: Disa periferik prezent në sistemin tuaj u nevojiten pilotë ``pronari'' për të funksionuar si duhet. Ju mund të gjeni më shumë informacione përkatëse këtu: %s
tg: Барои кори баъзе сахтафзор дар компютери шумо драйверҳои “пулакӣ” лозиманд. Шумо метавонед маълумотро дар бораи онҳо аз ин ҷо гиред: %s

source: Bringing up the network
ar: جاري تشغيل الشبكة
de: Netzwerkverbindung herstellen
el: Εκκίνηση της διεπαφής δικτύου
es: Levantando la red
et: Võrgu aktiveerimine
sq: Nisja e rrjetit (network)
tg: Дар ҳоли фаъолсозии шабака

source: Bringing down the network
ar: جاري إغلاق الشبكة
de: Netzwerkverbindung trennen
el: Διακοπή της διεπαφής δικτύου
es: Bajando la red
et: Võrgu seiskamine
sq: Ndalja e rrjetit (network)
tg: Дар ҳоли ғайифаъолсозии шабака

source: Please wait, retrieving file
ar: انتظر رجاء، جاري جلب الملف
de: Bitte warten, Datei wird empfangen
el: Παρακαλώ περιμένετε, γίνεται λήψη του αρχείου
es: Por favor espere, recuperando archivo
et: Palun oodake, tõmmatakse faili
sq: Ju lutem prisni, rikthim i skedarit
tg: Лутфан, интизор шавед, файл бозёбӣ карда мешавад

source: unable to add medium
ar: لا يمكن إضافة وسيط
de: Es ist nicht möglich, das Medium hinzuzufügen
el: αδυναμία προσθήκης του μέσου
es: no se puede agregar medio
et: andmekandja lisamine nurjus
sq: e pamundur shtimi medies
tg: медиаро илова карда наметавонад

source: Copying some packages on disks for future use
ar: نسخ بعض الحزم إلى الأقراص لاستخدامها مستقبلاً
de: Pakete auf die Festplatte speichern für die spätere Verwendung
el: Αντιγραφή κάποιων πακέτων στο δίσκο για μελλοντική χρήση
es: Copiar algunos paquetes en disco para su uso futuro
et: Mõningate tarkvarapakettide kopeerimine kettale edasiseks kasutamiseks
sq: Kopjimi disa paketa në disqe për përdorim në të ardhmen
tg: Нусхабардории баъзе бастаҳо ба диск барои истифодаи оянда

source: Copying in progress
ar: جاري النسخ
de: Dateien werden kopiert
el: Αντιγραφή σε εξέλιξη
es: Copia en curso
et: Käib kopeerimine...
sq: Kopjimi në progres
tg: Дар ҳоли нусхабардорӣ

source: must have
ar: ضروري
de: unbedingt notwendig
el: υποχρεωτικό
es: debe tener
et: vajalik
sq: duhet pa tjetër
tg: бояд дошта бошад

source: important
ar: مهم
de: wichtig
el: σημαντικό
es: importante
et: tähtis
sq: me rëndësi
tg: Ҳатмӣ аст

source: very nice
ar: جيد جدا
de: sehr angenehm
el: πολύ χρήσιμο
es: muy agradable
et: väga kena
sq: shumë mirë
tg: хеле хуб

source: nice
ar: جيد
de: angenehm
el: χρήσιμο
es: agradable
et: kena
sq: i mirë
tg: хуб

source: maybe
ar: ربما
de: eventuell
el: ίσως
es: tal vez
et: võib olla
sq: ndoshta
tg: мумкин аст

source: Getting package information from XML meta-data...
ar: جاري جلب معلومات الحزم من ملف XML...
de: Paket-Informationen aus den XML-Metadaten beziehen...
el: Λήψη των πληροφοριών του πακέτου από τα μεταδεδομένα XML...
es: Obteniendo información de paquete de meta datos XML...
et: Paketi teabe hankimine XML-metaandmetest...
sq: Marrja informacionit paketës nga XML meta-data...
tg: Дар ҳоли гирифтани маълумоти баста аз метаиттилооти XML...
