Repository: unity-linux/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ar, de, el, es, et, sq, tg

source: No xml info for medium "%s", only partial result for package %s
ar: لا توجد معلومات xml للوسيط "%s"، إنما توجد معلومات جزئية فقط عن الحزمة %s
de: Keine XML-Informationen für das Medium „%s“ vorhanden, es können nur Teilergebnisse für das Paket %s angegeben werden
el: Δεν βρέθηκαν πληροφορίες xml για το μέσο «%s», μόνον εν μέρει αποτελέσματα για το πακέτο %s
es: No hay información xml para el medio "%s", sólo un resultado parcial para el paquete %s
et: Andmekandjal "%s" puudub XML-info, paketil %s on ainult osaline tulemus
sq: Nuk ka informacion xml për medien "%s", vetëm rezultati i pjesshëm për paketën %s
tg: Ягон иттилооти xml барои медиаи "%s\” вуҷуд надорад, танҳо натиҷаи қисмӣ барои бастаи %s пайдо шуд

source: No description
ar: وصف غير متوفر
de: Keine Beschreibung
el: Χωρίς περιγραφή
es: Sin descripción
et: Kirjeldus puudub
sq: Asnjë përshkrim
tg: Тафсилот нест

source: Some packages requested by %s cannot be installed: %s
ar: بعض الحزم التي يتطلبها %s لا يمكن تثبيتها: %s
de: Einige der ausgewählten Programme von %s können nicht installiert werden: %s
el: Κάποια πακέτα που ζητήθηκαν από το %s, δεν μπορούν να εγκατασταθούν: %s
es: Algunos paquetes requeridos por %s no se pueden instalar: %s
et: Mõningaid pakette, mida nõuab %s, ei saa paigaldada: %s
sq: Disa paketa të kërkuara nga %s nuk mund të instalohen: %s
tg: Баъзе бастаҳои дархостшуда аз тарафи %s насб карда намешаванд: %s

source: An error occurred:
ar: حدث خطأ:
de: Ein Fehler ist aufgetreten:
el: Παρουσιάστηκε ένα σφάλμα :
es: Se produjo un error:
et: Tekkis viga:
sq: Një gabim ndodhi:
tg: Хатое ба вуҷуд омад:

source: A fatal error occurred: %s.
ar: حدث خطأ فادح: %s
de: Fataler Fehler aufgetreten: %s.
el: Παρουσιάστηκε ένα κρίσιμο σφάλμα: %s.
es: Ocurrió un error fatal: %s
et: Tekkis saatuslik viga: %s.
sq: Një gabim fatal është paraqitur: %s.
tg: Хатои ҷиддӣ ба вуҷуд омад: %s.

source: Do not ask again
ar: لا تسأل مرة أخرى
de: Nicht erneut fragen
el: Να μην ξαναγίνει η ερώτηση
es: No preguntar de nuevo
et: Rohkem ei küsita
sq: Mos pyesni përsëri
tg: Дигар напурсед

source: %d installation transactions failed
ar: فشلت عملية تثبيت %d
de: %d Installationstransaktionen schlugen fehl
el: %d συναλλαγές εγκατάστασης απέτυχαν
es: Fallaron %d operaciones de instalación
et: %d paigaldamistehingut nurjus
sq: Instalimi i transmetimit të %d dështio
tg: %d интиқоли насбкунӣ иҷро нашуд

source: Installation of packages failed:
ar: فشل تثبيت الحزمة:
de: Installieren der Pakete ist fehlgeschlagen:
el: Η εγκατάσταση των πακέτων απέτυχε :
es: Falló la instalación de paquetes:
et: Pakettide paigaldamine nurjus:
sq: Instalimi i paketave dështoj:
tg: Насбкунии бастаҳо иҷро нашуд:

source: Workstation
ar: محطة عمل
de: Arbeitsplatzrechner
el: Σταθμός εργασίας
es: Estación de trabajo
et: Tööjaam
sq: Stacion punues
tg: Компютери корӣ

source: Office Workstation
ar: محطة عمل مكتبية
de: Büro-Arbeitsplatz
el: Σταθμός εργασίας γραφείου
es: Estación de trabajo de oficina
et: Kontori-tööjaam
sq: Stacioni Punues në Tryezë
tg: Компютери кории идорӣ

source: Office programs: wordprocessors (LibreOffice Writer, Kword), spreadsheets (LibreOffice Calc, Kspread), PDF viewers, etc
ar: برامج مكتبية: معالجات نصوص (OpenOffice.org Writer، Kword)، جداول ممتدة (OpenOffice.org Calc، Kspread)، برامج عرض pdf، إلخ
de: Office-Programme: Textverarbeitung (LibreOffice Writer, KWord), Tabellenkalkulation (LibreOffice Calc, KSpread), PDF-Betrachter, usw.
el: Εργαλεία γραφείου: επεξεργαστές κειμένου (LibreOffice Writer, Kword), λογιστικών φύλλων (LibreOffice Calc, Kspread), προβολείς pdf, κλπ
es: Programas de oficina: procesadores de texto (LibreOffice Writer, Kword), hojas de cálculo (LibreOffice Calc, Kspread), visores PDF, etc.
et: Kontoritöö programmid: tekstitöötlus (LibreOffice Writer, KWord), tabelitöötlus (LibreOffice Calc, KSpread), PDF-failide näitajad jne
sq: Programe për tryezë: trajtues të teksteve (LibreOffice Writer, Kword), tablues (LibreOffice Calc, Kspread), çfaqës pdf, etj.
tg: Барномаҳои ҳуҷҷатнигорӣ: коркарди ҳуҷҷатҳои матнӣ (LibreOffice Writer, Kword), ҷадвалҳои электронӣ (LibreOffice Calc, Kspread), тамошобини PDF ва ғайра

source: Game station
ar: محطة ألعاب
de: Spiele-Station
el: Παιχνίδια
es: Estación de juegos
et: Mänguvahend
sq: Stacion Lojërash
tg: Компютери бозӣ

source: Amusement programs: arcade, boards, strategy, etc
ar: برامج تسلية: ألعاب فيديو، ألعاب لوحات، ألعاب استراتيجية، إلخ
de: Spiele: Arkade-, Brett-, Strategiespiele, usw.
el: Προγράμματα διασκέδασης: ηλεκτρονικά παιχνίδια, επιτραπέζια, στρατηγικής, κλπ
es: Programas de diversión: arcade, tableros, estrategia, etc.
et: Meelelahutus: põnevus-, laua-, strateegiamängud jne
sq: Programe ahengi: lojë arkade, lojë me stenda, strategji, etj
tg: Барномаҳои дилхушӣ: қаторравоқ, бозиҳои рӯи мизӣ, стратегия ва ғайра

source: Multimedia station
ar: محطة وسائط متعددة
el: Πολυμέσα
es: Estación Multimedia
et: Multimeedia-tööjaam
sq: Stacion Multimedia
tg: Компютери мултимедиа

source: Sound and video playing/editing programs
ar: برامج تحرير/تشغيل مرئيات وصوتيات
de: Programme, um Audio und Video abzuspielen und zu bearbeiten
el: Προγράμματα αναπαραγωγής και επεξεργασίας βίντεο και ήχου
es: Programas de reproducción y edición de sonido y video
et: Heli ja video mängimine ja redigeerimine
sq: Programe për lojëra/botime të zërit dhe videos
tg: Барномаҳо барои бозӣ/коркарди овоз ва видео

source: Internet station
ar: محطة إنترنت
el: Διαδίκτυο
es: Estación de Internet
et: Interneti-tööjaam
sq: Stacion Interneti
tg: Компютери интернетӣ

source: Set of tools to read and send mail and news (mutt, tin..) and to browse the Web
ar: مجموعة أدوات لقراءة وإرسال البريد والأخبار (mutt، tin..) ولتصفح الإنترنت
de: Programme um E-Mails und News zu lesen und zu versenden (pine, mutt, tin..) und um im Internet zu surfen
el: Εργαλεία για αποστολή και λήψη αλληλογραφίας και ειδήσεων (mutt, tin...) και για περιήγηση στο διαδίκτυο
es: Conjunto de herramientas para leer y enviar correo y noticias (mutt, tin, etc) y para navegar por la Web
et: Valik rakendusi e-posti ja uudiste lugemiseks (mutt, tin...) ning veebi lehitsemiseks
sq: Set mjetesh për të lexuar dhe për të dërguar postë dhe lajme (mutt, tin ..) dhe të shfletoni Internetin
tg: Маҷмӯи абзорҳо барои хондан ва фиристодани почта ва ахборот (mutt, tin..) ва тамошо дар Интернет

source: Network Computer (client)
ar: جهاز شبكة (عميل)
de: Netzwerk-Computer (Client)
el: Υπολογιστής δικτύου (πελάτης)
es: Computador de red (cliente)
et: Võrguarvuti (klient)
sq: Kompjuter Rrjeti (klient)
tg: Компютери шабакавӣ (мизоҷ)

source: Clients for different protocols including ssh
ar: عملاء لبروتوكولات مختلفة بما فيها ssh
de: Clients für verschiedene Protokolle, u.a. SSH
el: Πελάτες για διαφορετικά πρωτόκολλα συμπεριλαμβανομένου του ssh
es: Clientes para diferentes protocolos, incluyendo ssh
et: Mitme protokolli, sealhulgas ssh kliendid
sq: Klient për protokole të ndryshme me përfshirje në ssh
tg: Мизоҷон барои протоколҳои гуногун, аз он ҷумла ssh

source: Tools to ease the configuration of your computer
ar: أدوات لتسهيل ضبط حاسبك
de: Werkzeuge, die die Konfiguration Ihres Computers erleichtern
el: Εργαλεία για διευκόλυνση της ρύθμισης του υπολογιστή σας
es: Herramientas para facilitar la configuración de su computador
et: Tööriistad süsteemi lihtsamaks haldamiseks
sq: Vegla për të konfiguruar kompjuterin tuaj
tg: Абзорҳо барои осонсозии танзими компютери шумо

source: Console Tools
ar: أدوات الطرفيات
de: Konsolen-Werkzeuge
el: Εργαλεία τερματικού
es: Herramientas de consola
et: Konsoolitööriistad
sq: Vegla në konsolë
tg: Абзорҳои консолӣ

source: Editors, shells, file tools, terminals
ar: محررات نصوص، صدفات، أدوات ملفات، طرفيات
de: Editoren, Shells, Dateiwerkzeuge, Konsolen
el: Επεξεργαστές, κελύφη, εργαλεία αρχείων, τερματικά
es: Editores, consolas, herramientas de archivo, terminales
et: Redaktorid, shellid, terminalid, failihaldus
sq: Botues, interpretues, vegla skedaresh, terminale
tg: Муҳаррирон, пардозгари фармонҳо, абзорҳои файлӣ, терминалҳо

source: Development
ar: تطوير
de: Entwicklung
el: Ανάπτυξη
es: Desarrollo
et: Arendus
sq: Zhvillimi
tg: Барномарезӣ

source: C and C++ development libraries, programs and include files
ar: مكتبات تطوير خاصة بلغة C وC++، برامج وملفات مضمنة
de: C- und C++-Entwicklungsbibliotheken, Programme und Include-Dateien
el: Βιβλιοθήκες ανάπτυξης C και C++, προγράμματα και αρχεία ενσωμάτωσης
es: Bibliotecas de C y C + +, programas y archivos de inclusión
et: C ja C++ arendusteegid, rakendused ja päisefailid
sq: Bibloteka ndërtuese e C dhe C++, programe dhe skedare me përfshirje
tg: Китобхонаи барномарезии C ва C++, барномаҳо ва файлҳои дохилшаванда

source: Documentation
ar: توثيق
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
et: Dokumentatsioon
sq: Dokumentacioni
tg: Ҳуҷҷатҳо

source: Books and Howto's on Linux and Free Software
ar: كتب ودلائل إرشادية حول لينكس والبرامج الحرة
de: Bücher und HOWTOs zu GNU/Linux und Freier Software
el: Βιβλία και οδηγίες για το Linux και το ελεύθερο λογισμικό
es: Libros y Howtos sobre Linux y Software Libre
et: Raamatud ja HOWTO-d Linuxi ja vabavara kohta
sq: Libra dhe Howto's për Linux dhe Softver gratis
tg: Китобҳо ва дастурамалҳо барои Linux ва Нармафзори ройгон

source: Linux Standard Base. Third party applications support
ar: القاعدة القياسية للينكس (LSB). دعم تطبيقات الطرف الثالث
de: Linux-Standard-Base. Drittanbieterunterstützung
el: «Linux Standard Base». Υποστήριξη εφαρμογών τρίτων
es: Base estándar de Linux. Soporte de aplicaciones de terceros
et: Linux Standard Base. Kolmandate tootjate rakenduste toetus
sq: Bazë Standarde e Linux. Përkrahë aplikacione të pjesës së tretë
tg: Манбаъи стандартии Linux. Дастгирии барномаҳои тарафҳои сеюм

source: Web Server
ar: خادم وب
el: Εξυπηρετητής ιστού
es: Servidor Web
et: Veebiserver
sq: Server Web
tg: Сервери веб

source: Groupware
ar: برامج مجموعات
el: Λογισμικό συνεργασίας
et: Grupitöö
sq: Grupimi
tg: Нармафзори кори гурӯҳӣ

source: Kolab Server
ar: خادم Kolab
el: Εξυπηρετητής Kolab
es: Servidor Kolab
et: Kolabi server
sq: Server Kolab
tg: Сервери Kolab

source: Firewall/Router
ar: جدار ناري/روتر
el: Τείχος προστασίας/Δρομολογητής
es: Cortafuegos/Enrutador
et: Tulemüür/marsruuter
sq: Murë-i-Zjarrtë/Router
tg: Девори оташ/масиргузор

source: Internet gateway
ar: بوابة إنترنت
el: Πύλη διαδικτύου
es: Puerta de enlace de Internet
et: Internet
sq: Portë kaluese Interneti
tg: Гузаргоҳи Интернетӣ

source: Mail/News
ar: بريد/أخبار
de: E-Mail/News
el: Αλληλογραφία/Ειδήσεις
es: Correo/Noticias
et: E-post/Uudistegrupid
sq: Postë/Lajme
tg: Почта/Ахборот

source: Postfix mail server, Inn news server
ar: خادم بريد Postfix، خادم أخبار Inn
el: Postfix εξυπηρετητής ταχυδρομείου, εξυπηρετητής ειδήσεων Inn
es: Servidor de correo Postfix, Servidor de noticias Inn
et: Postfixi e-posti server, Inn uudisteserver
sq: Postfix server poste, Inn server lajme
tg: Сервери почтаи Postfix, сервери ахбороти Inn

source: Directory Server
ar: خادم مجلدات
de: Verzeichnisdienst
el: Εξυπηρετητής καταλόγων
es: Servidor de directorio
et: Kataloogiserver
sq: Server Skedarësh
tg: Сервери директория

source: FTP Server
ar: خادم FTP
el: Εξυπηρετητής FTP
es: Servidor FTP
sq: Server FTP
tg: Сервери FTP

source: Domain Name and Network Information Server
ar: خادم أسماء النطاقات ومعلومات الشبكة
de: Domänennamen- und Netzwerk-Informations-Server
el: Εξυπηρετητής ονομάτων τομέα και πληροφοριών δικτύου
es: Nombre de dominio y Servidor de Información de Red
et: Nimeserver ja võrguteabeserver
sq: Server i Emrit (DNS) dhe Server i Informacionit (NIS)
tg: Номи доменӣ ва сервери иттилооти шабакавӣ

source: File and Printer Sharing Server
ar: خادم مشاركة الملفات والطابعات
de: Datei- und Druckerserver
el: Εξυπηρετητής κοινής χρήσης αρχείων και εκτυπωτών
es: Servidor de compartición de archivos e impresoras
et: Faili- ja printserver
sq: Server Shpërndarës Skedarësh dhe Printeri
tg: Сервери мубодилакунии файлҳо ва принтерҳо

source: NFS Server, Samba server
ar: خادم NFS، خادم سامبا
el: Εξυπηρετητής NFS, εξυπηρετητής Samba
es: Servidor NFS, servidor Samba
tg: Сервери NFS, сервери Samba

source: Database
ar: قواعد بيانات
de: Datenbank
el: Βάση δεδομένων
es: Bases de datos
et: Andmebaasid
sq: Bazë e të dhënave
tg: Пойгоҳи иттилоотӣ

source: PostgreSQL and MariaDB Database Server
ar: خادم قواعد بيانات PostgreSQL و MariaDB
de: PostgreSQL- und MariaDB-Datenbankserver
el: Εξυπηρετητής βάσης δεδομένων PostgreSQL και MariaDB
es: Servidor de bases de datos PostgreSQL y MariaDB
et: PostgreSQL- ja MariaDB-andmebaasiserver
sq: PostgreSQL dhe MariaDB Database Server
tg: PostgreSQL ва сервери пойгоҳи иттилоотии MariaDB

source: Mail
ar: البريد
de: E-Mail
el: Αλληλογραφία
es: Correo
et: E-post
tg: Почта

source: Postfix mail server
ar: خادم بريد Postfix
el: Εξυπηρετητής αλληλογραφίας Postfix
es: Servidor de correo Postfix
et: Postfixi e-posti server
sq: Server i letrave (mail) Postfix
tg: Сервери почтаи Postfix

source: PostgreSQL or MariaDB database server
ar: خادم قواعد بيانات PostgreSQL أو MariaDB
de: PostgreSQL- oder MariaDB-Datenbankserver
el: Εξυπηρετητής βάσης δεδομένων PostgreSQL ή MariaDB
es: Servidor de bases de datos PostgreSQL o MariaDB
et: PostgreSQL- või MariaDB-andmebaasiserver
sq: Server PostgreSQL apo MariaDB i bazës së të dhënave
tg: PostgreSQL ё сервери пойгоҳи иттилоотии MariaDB

source: Network Computer server
ar: خادم شبكات
de: Netzwerkrechner-Server
el: Εξυπηρετητής υπολογιστών δικτύου
es: Servidor de computador de red
et: Võrguserver
sq: Server Kompjuter Rrjeti
tg: Сервери компютерии шабакавӣ

source: NFS server, SMB server, Proxy server, ssh server
ar: خادم NFS، خادم SMB، خادم وسيط، خادم ssh
el: Εξυπηρετητής NFS, εξυπηρετητής SMB, εξυπηρετητής Proxy, εξυπηρετητής ssh
es: servidor NFS, servidor SMB, servidor proxy, servidor ssh
et: NFS-, SMB-, SSH-server, puhverserver (proxy)
sq: Server NFS, server SMB, server Proxy, server ssh
tg: Сервери NFS, сервери SMB, сервери Proxy, сервери ssh

source: Graphical Environment
ar: بيئات رسومية
de: Grafische Umgebung
el: Γραφικό περιβάλλον
es: Entorno gráfico
et: Graafiline keskkond
sq: Mjedis Grafikë
tg: Муҳити графикӣ

source: Plasma Workstation
de: Plasma-Arbeitsplatz
el: Σταθμός εργασίας Plasma
es: Estación de trabajo Plasma
et: Plasma tööjaam
sq: Stacionpune Plasma
tg: Компютерии кории Plasma

source: The K Desktop Environment, the basic graphical environment with a collection of accompanying tools
ar: بيئة سطح مكتب كدي، البيئة الرسومية الأساسية مع مجموعة من الأدوات المصاحبة
de: Das K Desktop Environment, die grundlegende grafische Umgebung mit einer Sammlung zugehöriger Programme
el: Το βασικό περιβάλλον εργασίας KDE με μια συλλογή συνοδευτικών εργαλείων
es: El entorno de escritorio K, el entorno gráfico básico con una colección de herramientas que lo acompañan
et: K töölaua keskkond: graafiline töökeskkond ja palju rakendusi
sq: Mjedisi i Tryezës K, dhe grafiku basic, i mjedisit me koleksionimin e veglave
tg: Муҳити мизи кории KDE (The K Desktop Environment), муҳити графикии асосӣ бо маҷмӯи абзорҳои иловашуда

source: GNOME Workstation
ar: محطة عمل جنوم
de: GNOME-Arbeitsplatz
el: Σταθμός Εργασίας Gnome
es: Estación de trabajo GNOME
et: GNOME tööjaam
sq: Stacioni punues Gnome
tg: Компютери кории GNOME

source: A graphical environment with user-friendly set of applications and desktop tools
ar: بيئة رسومية مع مجموعة من التطبيقات وأدوات سطح المكتب المناسبة للمستخدمين العاديين
de: Eine grafische Umgebung mit benutzerfreundlichen Anwendungen und Werkzeugen
el: Ένα γραφικό περιβάλλον με φιλικά εργαλεία και εφαρμογές
es: Un entorno gráfico con un conjunto de aplicaciones y herramientas de escritorio amigables con el usuario
et: Graafiline töökeskkond koos kasutajasõbralike rakendustega
sq: Një mjedis grafikë me përdorues-miqësie, një përgjithësi e palikacioneve dhe vegla në tryezë
tg: Муҳити графикӣ бо маҷмӯи барномаҳои корбарӣ ва абзорҳои мизи корӣ

source: XFCE Workstation
de: XFCE-Arbeitsplatz
el: Σταθμός εργασίας XFCE
es: Estación de trabajo XFCE
et: XFCE tööjaam
sq: Stacionpune XFCE
tg: Компютери кории XFCE

source: A lighter graphical environment with user-friendly set of applications and desktop tools
de: Eine schlankere grafische Umgebung mit benutzerfreundlichen Anwendungen und Werkzeugen
el: Ένα ελαφρύ γραφικό περιβάλλον με φιλικά εργαλεία και εφαρμογές
es: Un entorno gráfico ligero con un conjunto de aplicaciones y herramientas de escritorio amigables con el usuario
et: Kergemat sorti graafiline töökeskkond koos kasutajasõbralike rakendustega
tg: Муҳити графикии сабук бо маҷмӯи барномаҳои корбарӣ ва абзорҳои мизи корӣ

source: MATE Workstation
de: MATE-Arbeitsplatz
el: Σταθμός Εργασίας MATE
es: Estación de trabajo MATE
et: MATE tööjaam
sq: Stacionpune MATE
tg: Компютери кории MATE

source: Cinnamon Workstation
de: Cinnamon-Arbeitsplatz
el: Σταθμός εργασίας Cinnamon
es: Estación de trabajo Cinnamon
et: Cinnamoni tööjaam
sq: Stacionpune Cinnamon
tg: Компютери кории Cinnamon

source: A graphical environment based on GNOME
de: Eine auf GNOME basierende grafische Umbgebung
el: Γραφικό περιβάλλον βασισμένο στο GNOME
es: Un entorno gráfico basado en GNOME
et: GNOME-l põhinev graafiline keskkond
sq: Një mjedis grafik i bazuar në GNOME
tg: Муҳити графикӣ дар асоси GNOME

source: LXQt Desktop
el: Περιβάλλον εργασίας LXQt
es: Escritorio LXQt
et: LXQt töölaud
tg: Мизи кории LXQt

source: A next generation QT port of the lightweight desktop environment
de: Qt-Portierung der leichtgewichtigen Desktop-Umgebung der nächsten Generation
el: Μια νέας γενιάς μεταφορά σε Qt του ελαφριού γραφικού περιβάλλοντος
es: Un puerto QT de siguiente generación del entorno de escritorio lightweight
et: Kergemat sorti graafilise töökeskkonna uue põlvkonna Qt-versioon
tg: Бандари насли нави QT барои муҳити мизи кории сабук

source: Enlightenment e21 Desktop
el: Περιβάλλον εργασίας Enlightenment e21
es: Escritorio Enlightenment e21
et: Enlightenment e21 töölaud
tg: Мизи кории Enlightenment e21

source: A lightweight fast graphical environment with a dedicated following
de: Eine schlanke und schnelle grafische Umgebung mit benutzerfreundlichen Anwendungen und Werkzeugen
el: Ένα ελαφρύ & γρήγορο γραφικό περιβάλλον με αφοσιωμένους οπαδούς
es: Un entorno gráfico rápido y liviando con un seguimiento dedicado
et: Kergemat sorti kiire graafiline töökeskkond andunud kasutajaskonnaga
tg: Муҳити графикии тезкори сабук бо пайгирии муайяншуда

source: LXDE Desktop
ar: سطح مكتب LXDE
el: Περιβάλλον εργασίας LXDE
es: Escritorio LXDE
et: LXDE töölaud
tg: Мизи кории LXDE

source: A lightweight fast graphical environment
de: Eine leichtgewichtige und schnelle grafische Umgebung
el: Ένα ελαφρύ και γρήγορο γραφικό περιβάλλον
es: Un entorno gráfico ligero
et: Kergemat sorti kiire graafiline töökeskkond
tg: Муҳити графикии тезкори сабук

source: Other Graphical Desktops
ar: أسطح مكتب رسومية أخرى
de: Andere grafische Oberflächen
el: Άλλα γραφικά περιβάλλοντα
es: Otros escritorios gráficos
et: Muud graafilised töölauad
sq: Mjedise të Tjera Grafike në Tryezë
tg: Мизҳои кории графикии дигар

source: Window Maker, Fvwm, etc
de: Window Maker, Fvwm, usw.
el: Window Maker, Fvwm, κλπ
et: Window Maker, Fvwm jt
sq: Krijues Windows, Fvwm, etj
tg: Барномаи Window Maker, Fvwm ва ғайра

source: Utilities
ar: أدوات
de: Werkzeuge
el: Εργαλεία
es: Utilidades
et: Utiliidid
sq: Shërbime
tg: Барномаҳои корбарӣ

source: SSH Server
ar: خادم SSH
el: Εξυπηρετητής SSH
es: Servidor SSH
sq: Server SSH
tg: Сервери SSH

source: Webmin Remote Configuration Server
ar: خادم الضبط البعيد Webmin
de: Webmin-Fernkonfigurationsserver
el: Webmin εξυπηρετητής απομακρυσμένης ρύθμισης
es: Servidor de Configuración Remota Webmin
et: Webmin võrguseadistusserver
tg: Танзими дурдасти сервер тавассути Webmin

source: Network Utilities/Monitoring
ar: وسائل الشبكة/المراقبة
de: Netzwerkwerkzeuge/-überwachung
el: Εργαλεία δικτύου/εποπτεία δικτύου
es: Utilidades y monitoreo de red
et: Võrguutiliidid ja võrgu jälgimine
tg: Барномаҳои корбарии шабакавӣ/назоратӣ

source: Monitoring tools, processes accounting, tcpdump, nmap, ...
ar: أدوات مراقبة، محاسبة عمليات، tcpdump، nmap، ...
de: Überwachungswerkzeuge, Prozessverwaltung, tcpdump, nmap, ...
el: Εργαλεία εποπτείας, απολογισμός διεργασιών, tcpdump, nmap, ...
es: Herramientas de supervisión, contabilidad de procesos, tcpdump, nmap, etc.
et: Jälgimistööriistad, protsesside jälgimine, tcpdump, nmap...
sq: Vegla monitorimi, llogaritje procesesh, tcpdump, nmap, ...
tg: Абзорҳои назоратӣ, коркарди ҳисобҳо, tcpdump, nmap, ...

source: Mageia Wizards
ar: مرشدو ماجيا
de: Mageia-Assistenten
el: Οδηγοί Mageia
es: Asistentes de Mageia
et: Mageia nõustajad
sq: Udhëzuesi Mageia
tg: Устодҳои Mageia

source: Wizards to configure server
ar: مرشدو ضبط الخادم
de: Assistenten zur Servereinrichtung
el: Οδηγοί για τη ρύθμιση του εξυπηρετητή
es: Asistentes para configurar el servidor
et: Serverite seadistamise nõustajad
sq: Udhëzuesi për konfigurim serverin
tg: Устодҳо барои танзимкунии сервер

source: An error occurred, but I do not know how to handle it nicely. Continue at your own risk.
ar: حدث خطأ ولا أعرف كيف أتعامل معه جيدأ. تابع على مسؤوليتك.
de: Es trat ein Fehler auf. Ich weiß jedoch nicht, wie ich damit umgehen soll. Sie können fortfahren, jedoch auf eigenes Risiko!
el: Παρουσιάστηκε ένα σφάλμα, αλλά δεν ξέρω πώς να το χειριστώ. Συνεχίστε με δική σας ευθύνη.
es: Se produjo un error, pero no sé cómo manejarlo bien. Continúe bajo su propio riesgo.
et: Tekkis tõrge, mida programm ei suuda ise klaarida. Jätkake omal vastutusel.
sq: Një gabim është paraqitur, dhe me sa duket është vështir të zgjidhet. Ju mund të vazhdoni, mirëpo ju jeni përgjegjës për ndonji gabim eventual.
tg: Хатое ба вуҷуд омад, вале ман намедонам, чӣ тавр бояд ислоҳ карда шавад. Мувофиқи таваккали худ давом диҳед.

source: Some important packages did not get installed properly. Either your cdrom drive or your cdrom is defective. Check the cdrom on an installed computer using "rpm -qpl media/main/*.rpm"
ar: لم يتم تثبيت بعض الحزم المهمة بشكل صحيح. إما أن محرك الأقراص أو القرص ذاته معطوب. افحص القرص المدمج على حاسب مثبت باستعمال "rpm -qpl media/main/*.rpm"
de: Einige wichtige Pakete wurden nicht richtig installiert. Entweder ist Ihr CD-ROM-Laufwerk oder Ihre CD-ROM defekt. Testen Sie die CD-ROM auf einem Linux-Rechner mittels „rpm -qpl media/main/*.rpm“
el: Μερικά σημαντικά πακέτα δεν εγκαταστάθηκαν σωστά. Ο οδηγός CD ή το CD είναι ελαττωματικό. Ελέγξτε το CD σε ένα εγκατεστημένο σύστημα χρησιμοποιώντας " rpm -qpl media/main/*.rpm "
es: Algunos paquetes importantes no se instalaron correctamente. Puede ser que su unidad de CD-ROM o su disco CD-ROM está defectuoso. Verifica el disco CD-ROM en un equipo instalado con "rpm -qpl media/main/*.rpm"
et: Mõned tähtsad paketid ei saanud korralikult paika. Teie CD-seade või CD on ilmselt vigane. Paketifaile CD-l saate kontrollida käsuga "rpm -qpl media/main/*.rpm"
sq: Disa paketa me rëndësi nuk janë instalur në mënyrë korrekte. Është e mundur që cdrom-i apo lexuesi cdrom të jetë në defekt. Verifikoni cdrom-in në një kompjuter të instalur, duke shtypur urdhërin "rpm -qpl media/main/*.rpm"
tg: Баъзе бастаҳои муҳим нодуруст насб карда шудаанд. Эҳтимол аст, ки драйви cdrom ё ин ки cdrom-и шумо вайрон аст. Кори cdrom-ро дар компютери омода ба воситаи фармони "rpm -qpl media/main/*.rpm\” санҷед

source: Entering step `%s'
ar: الانتقال للخطوة `%s'
de: Beginn von Schritt „%s“
el: Εκκίνηση του βήματος «%s»
es: Entrando al paso `%s'
et: Järgmine samm: %s
sq: Nisja e etapës `%s'
tg: Гузариш ба қадами `%s'

source: %s Installation %s
ar: %s تثبيت %s
el: %s Εγκατάσταση της %s
es: %s Instalación %s
et: %s paigaldamine: %s
sq: Instalimi i %s %s
tg: %s Насбкунӣ %s
