Repository: unity-linux/drakx
Catalog: perl-install/install/share/po/*.po
Languages: ar, de, el, es, et, sq, tg

source: <Tab>/<Alt-Tab> between elements
ar: <Tab>/<Alt-Tab> بين العناصر
de: <Tab>/<Alt-Tab> zwischen den Elementen
el: <Tab>/<Alt-Tab> Αλλαγή πεδίου
es: <Tab>/<Alt-Tab> entre los elementos
et: <Tab>/<Alt-Tab> liigub elementide vahel
sq: <Tab> para /<Alt-Tab> mbrapa
tg: Мубодилаи байни унсурҳо тавассути <Tab>/<Alt-Tab>

source: Xorg server is slow to start. Please wait...
ar: تشغيل خادم Xorg بطيء. الرجاء الانتظار...
de: Der Xorg-Server braucht lange zum Starten. Bitte warten Sie...
el: Ο εξυπηρετητής Xorg χρειάζεται χρόνο για να ξεκινήσει. Παρακαλώ περιμένετε...
es: El servidor Xorg demora en iniciar. Por favor espere...
et: Xorgi server käivitub aeglaselt. Palun oodake...
sq: Xorg server është i ngadalshëm për të filluar. Ju lutem prisni...
tg: Сервери Xorg барои оғоз суръати суст дорад. Лутфан, интизор шавед...

source: Your system is low on resources. You may have some problem installing %s. If that occurs, you can try a text install instead. For this, press `F1' when booting on CDROM, then enter `text'.
ar: موارد نظامك قليلة، لذا قد تقابل بعض المشكلات قي تثبيت %s. إذا حدث ذلك، فيمكنك تجربة التثبيت النصي كبديل. للقيام بذلك، اضغط `F1' عند الإقلاع من القرص المدمج، ثم اكتب `text'.
de: Ihr System hat nur geringe Ressourcen. Sie werden eventuell Probleme haben, %s zu installieren. Wenn dies auftritt, können Sie eine Textinstallation versuchen, dafür drücken Sie „F1“, wenn Sie von der CD-Rom installieren, dann geben Sie „text“ ein.
el: Το σύστημά σας διαθέτει περιορισμένους πόρους. Ίσως συναντήσετε προβλήματα κατά την εγκατάσταση της %s. Αν συμβεί αυτό, μπορείτε να προσπαθήσετε την εγκατάσταση σε λειτουργία κειμένου. Για να το πραγματοποιήσετε, πατήστε «F1» κατά την εκκίνηση του CD-ROM και εισάγετε «text».
es: El sistema está bajo en recursos. Es posible que tenga algún problema instalando %s. Si eso ocurre, puede tratar de una instalación en modo texto. Para ello, presione 'F1' cuando arranque desde el CD-ROM, luego escriba `texto'.
et: Teie süsteemil napib ressursse ja %s paigaldamine ei pruugi õnnestuda. Kui nii juhtub, proovige palun tekstipõhist paigaldamist. Selleks vajutage CD-lt laadimisel F1 ja sisestage "text".
sq: Kompjuteri juaj posedon sasi të vogël të memorjes. Ju mund të ndesheni me disa probleme gjatë instalimit të %s. Nëse kjo ndodhë, ju mund të vazhdoni në një instalim në modë teksti. Për këtë shtypni `F1' kut të ndizet në CDROM, dhe shtypni `text'.
tg: Системаи шумо манбаъҳои кофӣ надорад. Баъзе мушкилиҳои насбкунии %s метавонанд пайдо шаванд. Агар ягон мушкилӣ пайдо шавад, шумо метавонед насбкунӣ дар реҷаи матнӣ кӯшиш кунед. Дар ин маврид, ҳангоми роҳандозӣ тавассути CDROM тугмаи `F1'-ро пахш кунед ва ба реҷаи матнӣ (text) гузаред.

source: Media Selection
ar: انتقاء الوسائط
de: Auswahl der Installationsmedien
el: Επιλογή μέσων
es: Selección de medios
et: Andmekandjate valik
tg: Интихоби медиа

source: Install %s Plasma Desktop
de: Den %s-Plasma-Desktop installieren
el: Εγκατάσταση του περιβάλλοντος Plasma της %s
es: Instalar Escritorio Plasma %s
et: %s Plasma töölaua paigaldamine
tg: Насб кардани мизи кории %s Plasma

source: Install %s GNOME Desktop
ar: تثبيت %s بسطح مكتب جنوم
de: Den %s-GNOME-Desktop installieren
el: Εγκατάσταση του περιβάλλοντος GNOME της %s
es: Instalar escritorio GNOME %s
et: %s GNOME töölaua paigaldamine
sq: Instalo %s GNOME Desktop
tg: Насб кардани мизи кории %s GNOME

source: Custom install
ar: تثبيت مخصص
de: Benutzerdefinierte Installation
el: Προσαρμοσμένη εγκατάσταση
es: Instalación personalizada
et: Kohandatud paigaldamine
sq: Instalim personalizuar
tg: Насбкунии фармоишӣ

source: Plasma Desktop
el: Επιφάνειας εργασίας Plasma
es: Escritorio Plasma
et: Plasma töölaud
tg: Мизи кории Plasma

source: GNOME Desktop
ar: سطح مكتب جنوم
el: Περιβάλλον εργασίας GNOME
es: Escritorio GNOME
et: GNOME töölaud
tg: Мизи кории GNOME

source: Custom Desktop
ar: سطح مكتب مخصص
de: Benutzerdefinierter Desktop
el: Προσαρμοσμένο περιβάλλον εργασίας
es: Escritorio personalizado
et: Kohandatud töölaud
tg: Мизи кории фармоишӣ

source: Here's a preview of the '%s' desktop.
ar: هذه معاينة لشكل سطح مكتب %s
de: Hier sehen Sie eine Vorschau des „%s“-Desktops
el: Αυτή είναι μια προεπισκόπηση του περιβάλλοντος εργασίας «%s».
es: Aquí hay una vista previa del escritorio '%s'.
et: Siin näeb '%s' töölaua eelvaatlust.
tg: Пешнамоиши мизи кории '%s'

source: Click on images in order to see a bigger preview
ar: اضغط على الصور لتشاهد المعاينة بحجم أكبر
de: Klicken Sie auf die Bilder, um größere Vorschauen zu erhalten
el: Κάντε κλικ στις εικόνες, για να δείτε μια μεγαλύτερη προεπισκόπηση
es: Haga clic en las imágenes para ver una vista previa más grande
et: Suurema eelvaatluse nägemiseks klõpsake piltidel.
tg: Барои дидани пешнамоиш дар сурати калонтар, ба тасвирҳо зер кунед

source: Package Group Selection
ar: انتقاء مجموعات الحزم
de: Auswahl der Paketgruppen
el: Επιλογή ομάδων πακέτων
es: Selección de Grupo de paquetes
et: Paketigruppide valik
sq: Zgjedhni Grupet e Pakove
tg: Интихоби гурӯҳи бастаҳо

source: Individual package selection
ar: انتقاء مفرد للحزم
de: Individuelle Paketauswahl
el: Επιλογή μεμονωμένων πακέτων
es: Selección individual de paquetes
et: Valik paketthaaval
sq: Zgjedhni pakot individualisht
tg: Интихоби бастаҳои алоҳида

source: Unselect All
ar: إلغاء اختيار الكل
de: Auswahl aufheben
el: Αποεπιλογή όλων
es: Deseleccionar todas.
et: Tühista kõigi valimine
sq: Gjitha të Çzgjedhurat
tg: Лағв кардани интихоби пурра

source: Total size: %d / %d MB
ar: الحجم الإجمالي: %d / %d م.ب
de: Gesamtgröße: %d / %d MB
el: Συνολικό μέγεθος: %d / %d MB
es: Tamaño total: %d/%d MB
et: Suurus kokku: %d / %d MB
sq: Madhësia totale: %d / %d MB
tg: Андозаи умумӣ: %d / %d МБ

source: Version:
ar: الإصدار:
el: Έκδοση:
es: Versión:
et: Versioon:
sq: Versioni:
tg: Версия:

source: Size:
ar: الحجم:
de: Größe:
el: Μέγεθος:
es: Tamaño:
et: Suurus:
sq: Madhësia:
tg: Ҳаҷм:

source: %d KB
ar: %d ك.ب
tg: %d КБ

source: Importance:
ar: الأهمية:
de: Wichtigkeit:
el: Σπουδαιότητα:
es: Importancia:
et: Tähtsus:
sq: Me rëndësi:
tg: Муҳиммӣ:

source: You cannot select/unselect this package
ar: لا يمكنك انتقاء/إلغاء انتقاء هذه الحزمة
de: Sie können dieses Paket nicht auswählen/abwählen.
el: Δεν είναι δυνατή η επιλογή/αποεπιλογή του συγκεκριμένου πακέτου
es: No se puede seleccionar/des-seleccionar de este paquete
et: Seda paketti ei saa valida/valimata jätta
sq: Ju nuk mund ti zgjedhni/çzgjedhni këtë pako
tg: Шумо наметавонед, ки ин бастаро интиҳоб/лағв кунед:

source: due to missing %s
ar: بسبب نقص %s
de: da %s fehlt
el: λόγω έλλειψης του %s
es: debido a que falta %s
et: puuduva %s tõttu
sq: ka arritur nga mungesa %s
tg: ба сабаби мавҷуд набудани %s

source: due to unsatisfied %s
ar: بسبب عدم إرضاء %s
de: da %s unerfüllt ist
el: λόγω μη ικανοποίησης του %s
es: debido a que no se satisfizo %s
et: rahuldamata %s tõttu
sq: ka arritur gjatë mosmarrëveshjes %s
tg: ба сабаби номувофиқати %s

source: trying to promote %s
ar: السعي إلى ترويج %s
de: Versuche %s voranzutreiben
el: προσπάθεια προώθησης του %s
es: tratando de promover %s
et: püüdes välja pakkuda %s
sq: tentim në gradimin e %s
tg: дар ҳоли коргузории %s

source: in order to keep %s
ar: من أجل الاحتفاظ بـ %s
de: um %s beizubehalten
el: για να κρατηθεί το %s
es: para mantener %s
et: säilitamaks %s
sq: në urdhër për ta mbajturë %s
tg: барои нигоҳ доштани %s

source: You cannot select this package as there is not enough space left to install it
ar: لا يمكنك انتقاء هذه الحزمة لأنه لا يوجد مساحة كافية لتثبيتها
de: Sie können dieses Paket nicht auswählen, da Sie nicht genug Plattenplatz haben.
el: Δεν μπορείτε να επιλέξετε αυτό το πακέτο διότι δεν υπάρχει αρκετός ελεύθερος χώρος για να το εγκαταστήσετε.
es: No se puede seleccionar el paquete ya que no hay suficiente espacio para instalarlo
et: Seda paketti ei saa valida, sest paigaldamiseks napib kettaruumi
sq: Nu nuk mund ta zgjidhni këtë pako, sepse nuk ka vend të mjaftueshëm për ta instaluar
tg: Шумо ин бастаро интихоб карда наметавонед, зеро ки барои насб кардан он ҷой кофӣ нест

source: The following packages are going to be installed
ar: ستثبت الحزم التالية
de: Die folgenden Pakete werden installiert
el: Θα εγκατασταθούν τα παρακάτω πακέτα
es: Los siguientes paquetes se van a instalar
et: Paigaldamiseks on valitud järgmised paketid
sq: Pakot e radhitura do të instalohen
tg: Бастаҳои зерин насб карда мешаванд

source: The following packages are going to be removed
ar: ستحذف الحزم التالية
de: Die folgenden Pakete werden entfernt
el: Θα αφαιρεθούν τα παρακάτω πακέτα
es: Los siguientes paquetes se van a quitar
et: Eemaldamiseks on valitud järgmised paketid
sq: Pakot e radhitura do të zhduken
tg: Бастаҳои зерин тоза карда мешаванд

source: This is a mandatory package, it cannot be unselected
ar: هذه الحزمة إلزامية؛ لا يمكن إلغاء انتقائها
de: Dieses Paket ist existenziell, sie können es nicht abwählen!
el: Αυτό το πακέτο είναι απαραίτητο, δεν μπορεί να αποεπιλεγεί
es: Este es un paquete obligatorio, no puede ser des-seleccionado
et: See pakett on kohustuslik
sq: Kjo është një pako e nevojshme, dhe nuk mund çzgjedhet
tg: Ин бастаи зарур мебошад, лағви интихоби онро бекор карда намешавад

source: You cannot unselect this package. It is already installed
ar: لا يمكن إلغاء انتقاء هذه الحزمة؛ لأنها مثبتة مسبقاً
de: Sie können dieses Paket nicht aus der Auswahl entfernen. Es ist bereits installiert!
el: Δεν μπορείτε να αποεπιλέξετε αυτό το πακέτο. Είναι ήδη εγκατεστημένο
es: No se puede des-seleccionar este paquete. Ya está instalado
et: See pakett on juba paigaldatud
sq: Ju nuk mund ta çzgjedhni këtë pako. Është e instaluar më parë
tg: Шумо интихоби ин бастаи барномаҳоро рад карда наметавонед. Он аллакай насб карда шудааст

source: You cannot unselect this package. It must be upgraded
ar: لا يمكنك إلغاء انتقاء هذه الحزمة. لأن ترقيتها ضرورية
de: Sie können dieses Paket nicht aus der Auswahl entfernen. Es muss aktualisiert werden!
el: Δεν μπορείτε να αποεπιλέξετε αυτό το πακέτο. Πρέπει να αναβαθμιστεί
es: No se puede des-seleccionar este paquete. Debe ser actualizado
et: Selle paketi peate valima, sest selle uuendamine on kohustuslik
sq: Ju nuk mund ti çzgjedhni këtë pako. Duhet të azhurnohet
tg: Шумо интихоби ин бастаро бекор карда наметавонед. Он бояд такмил дода шавад.

source: Show automatically selected packages
ar: إظهار الحزم المنتقاة آليا
de: Automatisch markierte Pakete anzeigen
el: Εμφάνιση των επιλεγμένων πακέτων αυτόματα
es: Mostrar los paquetes seleccionados automáticamente
et: Automaatselt valitud pakettide näitamine
sq: Paraqiti automatikisht pakot e zgjedhura
tg: Намоиш додани бастаҳои интихобшуда ба таври худкор

source: Install
ar: تثبيت
de: Installation
el: Εγκατάσταση
es: Instalar
et: Paigalda
sq: Instalim
tg: Насб кардан

source: Load/Save selection
ar: تحميل/حفظ الانتقاء
de: Auswahl laden/speichern
el: Φόρτωση/αποθήκευση της επιλογής
es: Cargar/Guardar selección
et: Valiku laadimine/salvestamine
sq: Ngarko/Ruaj përzgjedhje
tg: Бор кардан/захира кардани интихоб

source: Updating package selection
ar: تحديث انتقاء الحزم
de: Erneuere Paket Auswahl
el: Ενημέρωση της επιλογής των πακέτων
es: Actualizando la selección de paquetes
et: Paketivaliku uuendamine
sq: Azhurnimi i pakove të zgjedhura
tg: Навсозии интихоби бастаҳо

source: Minimal install
ar: تثبيت مصغر
de: Minimal-Installation
el: Ελάχιστη εγκατάσταση
es: Instalación mínima
et: Minimaalne paigaldus
sq: Instalim minimal
tg: Насбкунии камин

source: Software Management
ar: إدارة البرامج
de: Software verwalten
el: Διαχείριση λογισμικού
es: Administración de Software
et: Tarkvarahaldur
sq: Menagjuesi Softver
tg: Идоракунии нармафзор

source: Choose the packages you want to install
ar: اختر الحزم التي تريد تثبيتها
de: Zu installierende Pakete auswählen
el: Επιλέξτε τα πακέτα που θέλετε να εγκαταστήσετε
es: Seleccione los paquetes que desea instalar
et: Valige paketid, mida soovite paigaldada
sq: Zgjedhi pakot të cilat dëshironi t'instaloni
tg: Бастаҳоеро, ки мехоҳед насб кунед, интихоб намоед

source: Installing
ar: التثبيت
de: Installation
el: Εγκατάσταση
es: Instalando
et: Paigaldamine
sq: Instalimi
tg: Дар ҳоли насбкунӣ

source: No details
ar: لا تفاصيل
de: Keine Details
el: Χωρίς λεπτομέρειες
es: Sin detalles
et: Üksikasjadeta
sq: Asnjë detaj
tg: Ягон тафсилот нест

source: Time remaining:
ar: الوقت المتبقي:
de: Verbleibende Zeit
el: Εναπομένων χρόνος:
es: Tiempo restante:
et: Aega jäänud:
sq: Koha e mbetur:
tg: Вақти боқимонда:

source: (estimating...)
ar: (حساب تقديري...)
de: (Schätzen...)
el: (εκτίμηση...)
es: (Estimando...)
et: (arvutatakse...)
sq: (vlerësim...)
tg: (баҳодиҳӣ...)

source: %d package
ar: لا حزم
de: %d Paket
el: %d πακέτο
es: %d paquete
et: %d pakett
sq: %d paketë
tg: %d баста

source: Summary
ar: ملخص
de: Zusammenfassung
el: Σύνοψη
es: Resumen
et: Kokkuvõte
sq: Përmbledhje
tg: Ҷамъбаст

source: Configure
ar: اضبط
de: Konfigurieren
el: Ρύθμιση
es: Configurar
et: Seadista
sq: Konfiguroje
tg: Танзим кардан

source: not configured
ar: غير مضبوط
de: Nicht eingerichtet
el: δεν ρυθμίστηκε
es: no configurado
et: seadistamata
sq: i pa konfiguruar
tg: танзимнашуда

source: The following installation media have been found. If you want to skip some of them, you can unselect them now.
ar: تم العثور على وسائط التثبيت التالية. إن كنت تريد تخطي بعضها، فيمكنك إلغاء انتقائها الآن.
de: Die folgenden Installationsmedien wurden gefunden. Wählen Sie die Medien ab, die Sie überspringen wollen.
el: Βρέθηκαν τα ακόλουθα μέσα εγκατάστασης. Αν θέλετε να παραλείψετε κάποια από αυτά, μπορείτε να τα αποεπιλέξετε τώρα.
es: Se han encontrado los siguientes medios de instalación. Si desea omitir algunos de ellos, puede desseleccionar algunos ahora.
et: Leiti järgmised paigaldusandmekandjad. Kui Te ei soovi mõnda neist kasutada, eemaldage need valikust.
tg: Медиаи насбкунии зерин пайдо карда шуд. Агар шумо хоҳед, ки баъзеи онҳоро истифода набаред, интихоби онҳоро лағв кунед.

source: You have the option to copy the contents of the CDs onto the hard disk drive before installation. It will then continue from the hard disk drive and the packages will remain available once the system is fully installed.
ar: لديك الخيار بنسخ محتويات الأقراص المدمجة إلى قرصك الصلب قبل التثبيت. حيئذ، سيكمل التثبيت من القرص الصلب وستبقى الحزم متوفرة حتى يثبت النظام كاملا.
de: Sie haben die Möglichkeit, den Inhalt der CDs vor der Installation auf Festplatte zu kopieren. Die Installation wird dann von Festplatte fortgeführt und die Softwarepakete bleiben verfügbar, nachdem das System fertig installiert ist.
el: Έχετε την δυνατότητα να αντιγράψετε το περιεχόμενο των CD στο σκληρό δίσκο πριν την εγκατάσταση. Αυτή θα συνεχιστεί από τον σκληρό δίσκο και τα πακέτα θα παραμείνουν διαθέσιμα και μετά το τέλος της.
es: Usted tiene la opción de copiar el contenido de los CDs a la unidad de disco duro antes de la instalación. Se continuará desde la unidad de disco duro y los paquetes estarán disponibles una vez que el sistema esté completamente instalado.
et: Teil on võimalik kopeerida CD-de sisu enne paigaldamist kõvakettale. Seejärel jätkatakse paigaldamist kõvakettalt ning kogu tarkvara on seal kättesaadav ka pärast süsteemi paigaldamist.
tg: Шумо метавонед пеш аз оғози насб муҳтавои дискҳои CD-ро ба диски компютери худ нусха бардоред. Ҳамин тавр насб аз драйви диски компютерӣ идома дода мешавад ва баъд аз насби пурра бастаҳо дар система дастрас мешаванд.

source: Copy whole CDs
ar: نسخ الأقراص كاملة
de: Kopiere die CDs
el: Αντιγραφή ολόκληρων των CD
es: Copiar todos los CDs
et: Kopeeri kõik CD-d
sq: Kopjo tërë CDtë
tg: Нусхабардории ҳамаи дискҳои CD

source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε ένα σφάλμα
es: Se produjo un error
et: Tekkis viga
sq: Një gabim është paraqitur
tg: Хатое ба вуҷуд омад

source: Please choose your keyboard layout
ar: اختر رجاء تخطيط لوحة مفاتيحك
de: Bitte wählen Sie Ihr Tastaturlayout
el: Παρακαλώ επιλέξτε τη διάταξη του πληκτρολογίου σας
es: Por favor, elija la distribución del teclado
et: Palun valige klaviatuuriasetus
sq: Ju lutemi zgjedheni tipin tastierës suaj
tg: Лутфан, тарҳбандии клавиатураи худро интихоб кунед

source: Here is the full list of available keyboards:
ar: هذه القائمة الكاملة لكلّ لوحات المفاتيح المتاحة:
de: Komplette Liste aller verfügbarer Tastaturlayouts
el: Αυτή είναι η πλήρης λίστα με τα διαθέσιμα πληκτρολόγια:
es: Aquí está la lista completa de los teclados disponibles:
et: See on saadaolevate klaviatuuriasetuste täielik nimekiri:
tg: Рӯйхати пурраи клавиатураҳои дастрас:

source: Install/Upgrade
ar: تثبيت/ترقية
de: Installation/Aktualisierung
el: Εγκατάσταση/αναβάθμιση
es: Instalar/Actualizar
et: Paigaldamine/Uuendamine
sq: Instalo/Azhurno
tg: Насбкунӣ/Тақмилдиҳӣ

source: Is this an install or an upgrade?
ar: هل هذا تثبيت أم ترقية؟
de: Handelt es sich um eine Installation oder eine Aktualisierung?
el: Επιθυμείτε να κάνετε μια εγκατάσταση ή αναβάθμιση;
es: ¿Es esta una instalación o una actualización?
et: Kas see on paigaldamine või uuendamine?
sq: Është ky një instalim apo një azhurnim?
tg: Шумо насб мекунед ё такмил медиҳед?

source: _: This is a noun: Install
ar: تثبيت
de: Installation
el: Εγκατάσταση
es: _: Este es un sustantivo: Instalación
et: Paigaldamine
sq: Instalimi
tg: Насбкунӣ

source: Upgrade %s
ar: ترقية %s
de: Aktualisiere %s
el: Αναβάθμιση της %s
es: Actualizar %s
et: %s uuendamine
sq: Azhurno %s
tg: Такмилдиҳии %s

source: Encryption key for %s
ar: مفتاح التشفير لـ %s
de: Schlüssel für %s
el: Κλειδί κρυπτογράφησης για το %s
es: Llave de cifrado para %s
et: %s krüptovõti
sq: Çelës i kriptuar për %s
tg: Калиди рамзгузорӣ барои %s

source: Cancel installation, reboot system
ar: إلغاء التثبيت، وإعادة تشغيل النظام
de: Installation abbrechen, das System neustarten
el: Ακύρωση της εγκατάστασης, επανεκκίνηση του συστήματος
es: Cancele la instalación, reinicie el sistema
et: Paigaldamisest loobumine, süsteemi taaskäivitamine
sq: Anulo instalimin, rifillo sistemin
tg: Бекор кардани насб, бозоғозии система

source: New Installation
ar: تثبيت جديد
de: Neuinstallation
el: Νέα εγκατάσταση
es: Nueva instalación
et: Uus paigaldus
sq: Instalim i Ri
tg: Насби нав

source: Upgrade previous installation (not recommended)
ar: ترقية تثبيت سابق (لا ينصح به)
de: Bestehende Installation aktualisieren (nicht empfohlen)
el: Αναβάθμιση της προηγούμενης εγκατάστασης (δεν συστήνεται)
es: Actualizar instalación previa (no recomendado)
et: Varasema paigalduse uuendamine (ei ole soovitatav)
sq: Përmirëso instalimin e mëparshme (nuk rekomandohet)
tg: Такмилдиҳии насби пешакӣ (тавсия дода намешавад)

source: Installer has detected that your installed Linux system could not safely be upgraded to %s. New installation replacing your previous one is recommended. Warning : you should backup all your personal data before choosing "New Installation".
ar: تبين للمثبت أنه لا يمكن للنظام السابق أن يرقَّ بأمان لـ %s ينصح بثبيت جديد يحل محل التثبيت السابق تحذير: ينبغي أن تنسخ جميع بياناتك الشخصية قبل اختيار"تثبيت جديد"
de: Das Installationsprogramm hat festgestellt, dass Ihr Linux System nicht sicher zu %s aktualisiert werden kann. Eine Neuinstallation, die Ihre bisherige ersetzt, wird empfohlen. Warnung: Sie sollten all Ihre persönlichen Daten sichern, bevor Sie "Neu Installation" wählen.
el: Ο εγκαταστάτης εντόπισε ότι το εγκατεστημένο σας σύστημα Mageia Linux δεν μπορεί να αναβαθμιστεί με ασφάλεια σε %s. Συνιστάται να αντικαταστήσετε την εγκατάστασή σας με μια νέα. Προσοχή: θα πρέπει να πάρετε αντίγραφα ασφαλείας όλων των προσωπικών σας δεδομένων πριν επιλέξετε «Νέα εγκατάσταση».
es: Instalador ha detectado que su sistema Linux instalado no puede ser actualizado de manera segura a %s. Se recomienda una instalación nueva que sustituya a la anterior. Advertencia: debe hacer un respaldo de todos sus datos personales antes de elegir "Nueva instalación".
et: Paigaldusprogramm leidis, et Teie olemasolevat Mageia Linuxi süsteemi ei saa turvaliselt uuendada versioonile %s. Soovitatav on valida uus paigaldus, mis asendab senise. Hoiatus: Te peaksite varundama kõik oma isiklikud andmed, enne kui valite võimaluse "Uus paigaldus".
tg: Насбкунанда муайян кард, ки системаи Linux-и насбшуда ба %s ба таври бехатар такмил дода намешавад. Насбкунии нав бо имкони ивазкунии насби пешакӣ тавсия дода мешавад. Огоҳӣ: пеш аз интихоби "Насби нав", шумо бояд нусхаи эҳтиётии ҳамаи маълумоти шахсии худ таҳия кунед.

source: Configuring CD/DVD
de: Konfiguriere CD/DVD
el: Διαμόρφωση του CD/DVD
es: Configurando CD/DVD
et: CD/DVD seadistamine
sq: Konfigurimi CD/DVD
tg: Танзимкунии CD/DVD

source: Change your Cd-Rom! Please insert the Cd-Rom labelled "%s" in your drive and press Ok when done. If you do not have it, press Cancel to avoid installation from this Cd-Rom.
ar: غيّر قرصك المدمج! من فضلك أدخل القرص المسمى "%s" في السواقة واضغط على موافق عندما تنتهي. إن لم يكن القرص لديك، اضغط على إلغاء لتجنب التثبيت من هذا القرص.
de: Bitte wechseln Sie die CD! Bitte legen Sie die CD-ROM „%s“ in Ihr Laufwerk. Drücken Sie dann auf „OK“. Falls Sie sie nicht vorliegen haben, drücken Sie auf „Abbrechen“.
el: Αλλάξτε το Cd-Rom! Παρακαλώ εισαγάγετε το Cd-Rom με όνομα «%s» στον οδηγό σας και πατήστε «Εντάξει». Εάν δεν το έχετε, πατήστε «Ακύρωση» για αποφυγή της εγκατάστασης από αυτό το Cd-Rom.
es: ¡Cambiar su CD-ROM! Por favor inserte el CD-ROM con la etiqueta "%s" en la unidad y pulse Aceptar cuando haya terminado. Si no lo tiene, pulse Cancelar para evitar la instalación desde este CD-Rom.
et: Vahetage CD! Palun sisestage CD nimega "%s" CD-seadmesse ja klõpsake nupule "Olgu". Kui Teil sellist ei ole, klõpsake nupule "Loobu".
sq: Ndërrojeni Cd-Rom tuaj! Ju lutemi futni Cd-Rom e emruar "%s" në lexuesin tuaj dhe shtypni mbi Ok. Nëse ju nuk e posedoni, shtypni mbi kopsën Anulo që më në fund të mos instaloni asgjë nga ky Cd-Rom.
tg: Cd-Rom-и зудро иваз кунед! Лутфан, Cd-Rom-ро бо тамғаи "%s" ба драйв дарҷ карда, тугмаи ОК-ро пахш намоед. Агар шумо онро надошта бошед, тугмаи “Бекор кардан”-ро пахш карда, насбкунии системаро аз драйви Cd-Rom лағв кунед.

source: Looking for available packages...
ar: البحث عن الحزم المتاحة...
de: Suche nach verfügbare Pakete...
el: Αναζήτηση για διαθέσιμα πακέτα...
es: Buscando paquetes disponibles ...
et: Saadaolevate pakettide otsimine...
sq: Hetim mbi pakot e lira...
tg: Дар ҳоли ҷустуҷӯи бастаҳои дастрас...

source: Your system does not have enough space left for installation or upgrade (%dMB > %dMB)
ar: لا توجد مساحة كافية في نظامك للتثبيت أو الترقية (%dMB > %dMB)
de: Das System hat für die Installation oder das Update nicht genug freien Speicher (%dMB > %dMB)
el: Το σύστημά σας δεν έχει αρκετό ελεύθερο χώρο για την εγκατάσταση ή την αναβάθμιση (%dMB > %dMB)
es: Su sistema no dispone de espacio suficiente para la instalación o actualización (%dMB > %dMB)
et: Teie süsteemis ei jagu ruumi paigaldamiseks ega uuendamiseks (%dMB > %dMB)
sq: Sistemi juaj nuk ka hapësirë të mjaftueshme në dispozicion për instalim ose azhurnim, (%dMB > %dMB)
tg: Системаи шумо барои насбкунӣ ё такмилдиҳӣ фазои кофӣ надорад (%d МБ > %d МБ)
